["\n", " ", "!", "\"", "#", "'", "(", ")", "*", "+", ",", "-", ".", "/", "0", "1", "2", "3", "4", "5", "6", "7", "8", "9", ":", ";", "=", ">", "?", "@", "A", "B", "C", "D", "E", "F", "G", "H", "I", "J", "K", "L", "M", "N", "O", "P", "Q", "R", "S", "T", "U", "V", "W", "X", "Y", "Z", "^", "_", "`", "a", "b", "c", "d", "e", "f", "g", "h", "i", "j", "k", "l", "m", "n", "o", "p", "q", "r", "s", "t", "u", "v", "w", "x", "y", "z", "·", "×", "—", "―", "“", "”", "…", "※", "⇒", "≪", "≫", "─", "│", "■", "◆", "◇", "○", "●", "　", "、", "。", "々", "〆", "〇", "〈", "〉", "《", "》", "「", "」", "『", "』", "【", "】", "〜", "〝", "〟", "ぁ", "あ", "ぃ", "い", "ぅ", "う", "ぇ", "え", "ぉ", "お", "か", "が", "き", "ぎ", "く", "ぐ", "け", "げ", "こ", "ご", "さ", "ざ", "し", "じ", "す", "ず", "せ", "ぜ", "そ", "ぞ", "た", "だ", "ち", "ぢ", "っ", "つ", "づ", "て", "で", "と", "ど", "な", "に", "ぬ", "ね", "の", "は", "ば", "ぱ", "ひ", "び", "ぴ", "ふ", "ぶ", "ぷ", "へ", "べ", "ぺ", "ほ", "ぼ", "ぽ", "ま", "み", "む", "め", "も", "ゃ", "や", "ゅ", "ゆ", "ょ", "よ", "ら", "り", "る", "れ", "ろ", "ゎ", "わ", "ゐ", "ゑ", "を", "ん", "ゔ", "゙", "゛", "゠", "ァ", "ア", "ィ", "イ", "ゥ", "ウ", "ェ", "エ", "ォ", "オ", "カ", "ガ", "キ", "ギ", "ク", "グ", "ケ", "ゲ", "コ", "ゴ", "サ", "ザ", "シ", "ジ", "ス", "ズ", "セ", "ゼ", "ソ", "ゾ", "タ", "ダ", "チ", "ヂ", "ッ", "ツ", "ヅ", "テ", "デ", "ト", "ド", "ナ", "ニ", "ヌ", "ネ", "ノ", "ハ", "バ", "パ", "ヒ", "ビ", "ピ", "フ", "ブ", "プ", "ヘ", "ベ", "ペ", "ホ", "ボ", "ポ", "マ", "ミ", "ム", "メ", "モ", "ャ", "ヤ", "ュ", "ユ", "ョ", "ヨ", "ラ", "リ", "ル", "レ", "ロ", "ワ", "ヰ", "ヲ", "ン", "ヴ", "ヵ", "ヶ", "・", "ー", "一", "丁", "七", "万", "丈", "三", "上", "下", "不", "与", "丑", "且", "世", "丘", "丙", "丞", "両", "並", "中", "串", "丸", "丹", "主", "丼", "乃", "久", "之", "乏", "乖", "乗", "乙", "九", "乞", "也", "乱", "乳", "乾", "亀", "了", "予", "争", "事", "二", "云", "互", "五", "井", "亘", "些", "亜", "亞", "亡", "交", "亥", "享", "京", "亭", "亮", "人", "仁", "仄", "仇", "今", "介", "仏", "仔", "仕", "他", "仗", "付", "仙", "代", "令", "以", "仮", "仰", "仲", "件", "任", "企", "伊", "伍", "伎", "伏", "伐", "休", "会", "伝", "伯", "伴", "伶", "伸", "伺", "似", "伽", "佃", "但", "佇", "位", "低", "住", "佐", "佑", "体", "何", "佗", "余", "作", "佞", "佩", "佳", "併", "使", "侃", "來", "例", "侍", "侘", "供", "依", "侠", "価", "侭", "侮", "侯", "侵", "侶", "便", "係", "促", "俄", "俊", "俎", "俐", "俗", "保", "俟", "俠", "信", "俣", "修", "俯", "俱", "俳", "俵", "俸", "俺", "倅", "倆", "倉", "個", "倍", "倒", "倖", "候", "借", "倣", "値", "倦", "倫", "倭", "倶", "倹", "偃", "偉", "偏", "做", "停", "健", "偲", "側", "偵", "偶", "偽", "傀", "傅", "傍", "傑", "傕", "傘", "備", "催", "傭", "傲", "債", "傷", "傾", "僅", "働", "像", "僑", "僕", "僚", "僥", "僧", "僭", "僵", "僻", "儀", "儂", "億", "儒", "儘", "儚", "償", "儡", "優", "儲", "儺", "允", "元", "兄", "充", "兆", "兇", "先", "光", "克", "免", "兎", "児", "党", "兜", "入", "全", "八", "公", "六", "共", "兵", "其", "具", "典", "兼", "内", "円", "冊", "再", "冑", "冒", "冗", "写", "冠", "冤", "冥", "冨", "冬", "冰", "冴", "冶", "冷", "冽", "凄", "准", "凋", "凌", "凍", "凛", "凜", "凝", "几", "凡", "処", "凧", "凪", "凭", "凯", "凰", "凱", "凶", "凸", "凹", "出", "函", "刀", "刃", "分", "切", "刈", "刊", "刎", "刑", "刕", "列", "初", "判", "別", "利", "刮", "到", "刳", "制", "刷", "券", "刹", "刺", "刻", "剃", "剄", "則", "削", "剋", "剌", "前", "剖", "剛", "剝", "剣", "剤", "剥", "剪", "副", "剰", "剱", "割", "創", "剽", "劇", "劈", "劉", "劍", "劔", "力", "功", "加", "劣", "助", "努", "劫", "劭", "励", "労", "効", "劾", "勁", "勃", "勅", "勇", "勉", "勒", "動", "勘", "務", "勝", "募", "勢", "勤", "勧", "勲", "勾", "勿", "匂", "包", "匈", "匍", "匐", "匕", "化", "北", "匙", "匠", "匡", "匣", "匪", "匹", "区", "医", "匿", "十", "千", "升", "午", "半", "卍", "卑", "卒", "卓", "協", "南", "単", "博", "卜", "占", "卦", "卯", "印", "危", "即", "却", "卵", "卸", "卿", "厄", "厘", "厚", "原", "厠", "厨", "厩", "厭", "厳", "去", "参", "又", "叉", "及", "友", "双", "反", "収", "叔", "取", "受", "叙", "叛", "叡", "叢", "口", "古", "句", "叩", "只", "叫", "召", "叭", "可", "台", "叱", "史", "右", "叶", "号", "司", "吃", "各", "合", "吉", "吊", "同", "名", "后", "吏", "吐", "向", "君", "吝", "吞", "吟", "吠", "否", "含", "吶", "吸", "吹", "吻", "吼", "吽", "吾", "呂", "呆", "呈", "呉", "告", "呑", "呟", "周", "呪", "味", "呵", "呷", "呻", "呼", "命", "咀", "咄", "咆", "和", "咎", "咒", "咤", "咥", "咫", "咬", "咲", "咳", "咽", "哀", "品", "哂", "哄", "哈", "哉", "員", "哥", "哨", "哭", "哮", "哲", "哺", "哿", "唄", "唆", "唇", "唐", "唖", "唯", "唱", "唸", "唾", "啀", "啄", "商", "問", "啓", "啖", "啜", "啞", "啼", "喀", "善", "喇", "喉", "喊", "喋", "喘", "喚", "喜", "喝", "喧", "喩", "喪", "喫", "喰", "営", "嗄", "嗅", "嗇", "嗚", "嗜", "嗟", "嗣", "嗤", "嗾", "嘆", "嘉", "嘔", "嘗", "嘘", "嘩", "嘯", "嘱", "嘲", "嘴", "嘶", "噂", "噌", "噎", "噓", "噛", "噤", "器", "噪", "噲", "噴", "噺", "嚆", "嚇", "嚙", "嚢", "嚥", "嚮", "嚼", "囀", "囁", "囂", "囃", "囊", "囓", "囚", "四", "回", "因", "団", "囮", "困", "囲", "図", "固", "国", "圃", "圄", "圈", "國", "圏", "園", "圖", "圜", "土", "圧", "在", "圭", "地", "址", "坂", "均", "坊", "坐", "坑", "坤", "坦", "坩", "坪", "垂", "型", "垓", "垢", "垣", "埃", "埋", "城", "埒", "埓", "域", "埠", "埴", "執", "培", "基", "埼", "堀", "堂", "堅", "堆", "堕", "堝", "堡", "堤", "堪", "堯", "堰", "報", "場", "堵", "堺", "塀", "塁", "塊", "塑", "塒", "塔", "塗", "塚", "塞", "塡", "塩", "填", "塵", "塹", "塾", "境", "墓", "増", "墜", "墟", "墨", "墮", "墳", "墾", "壁", "壇", "壊", "壌", "壕", "壜", "士", "壬", "壮", "声", "壱", "売", "壷", "壺", "変", "夏", "夕", "外", "多", "夜", "夢", "夥", "大", "天", "太", "夫", "夭", "央", "失", "夷", "夾", "奇", "奈", "奉", "奏", "契", "奔", "套", "奘", "奢", "奥", "奧", "奨", "奪", "奮", "女", "奴", "奸", "好", "如", "妃", "妄", "妊", "妓", "妖", "妙", "妥", "妨", "妬", "妲", "妹", "妻", "妾", "姉", "始", "姐", "姑", "姓", "委", "姚", "姜", "姥", "姦", "姪", "姫", "姶", "姻", "姿", "威", "娑", "娘", "娠", "娩", "娯", "娶", "娼", "婆", "婉", "婚", "婢", "婦", "婿", "媒", "媚", "媛", "媧", "媽", "嫁", "嫉", "嫋", "嫌", "嫡", "嫣", "嬉", "嬌", "嬢", "嬪", "嬰", "嬲", "子", "孔", "孕", "字", "存", "孝", "孟", "季", "孤", "学", "孫", "孵", "宅", "宇", "守", "安", "宋", "完", "宏", "宕", "宗", "官", "宙", "定", "宛", "宜", "宝", "実", "客", "宣", "室", "宥", "宦", "宮", "宰", "害", "宴", "宵", "家", "容", "宿", "寂", "寄", "寅", "密", "寇", "富", "寒", "寓", "寛", "寝", "寞", "察", "寡", "寥", "寧", "審", "寮", "寵", "寸", "寺", "対", "寿", "封", "専", "射", "将", "尉", "尊", "尋", "對", "導", "小", "少", "尖", "尚", "尤", "就", "尸", "尹", "尺", "尻", "尼", "尽", "尾", "尿", "局", "屁", "居", "屈", "届", "屋", "屍", "屏", "屑", "屓", "展", "屛", "属", "屠", "層", "履", "屯", "山", "屹", "岐", "岡", "岩", "岬", "岳", "岸", "峙", "峠", "峡", "峨", "峯", "峰", "島", "峻", "崇", "崎", "崑", "崖", "崗", "崙", "崩", "嵌", "嵐", "嵩", "嵯", "嶋", "嶺", "嶼", "嶽", "巌", "川", "州", "巡", "巣", "工", "左", "巧", "巨", "巫", "差", "己", "已", "巳", "巴", "巷", "巻", "巾", "市", "布", "帆", "希", "帖", "帙", "帛", "帝", "帥", "師", "席", "帯", "帰", "帳", "帷", "常", "帽", "幅", "幇", "幌", "幕", "幟", "幡", "幣", "干", "平", "年", "幸", "幹", "幻", "幼", "幽", "幾", "庁", "広", "庄", "庇", "床", "序", "底", "店", "府", "度", "座", "庫", "庭", "庵", "庶", "康", "庸", "廃", "廉", "廊", "廏", "廓", "廟", "廠", "廣", "廬", "延", "廷", "建", "廻", "廼", "弁", "弄", "弉", "弊", "弋", "弌", "式", "弐", "弑", "弓", "弔", "引", "弖", "弘", "弛", "弟", "弥", "弦", "弧", "弩", "弱", "張", "強", "弼", "弾", "当", "彗", "彙", "形", "彦", "彧", "彩", "彫", "彭", "彰", "影", "彷", "役", "彼", "彿", "往", "征", "径", "待", "徊", "律", "後", "徐", "徒", "従", "得", "徘", "御", "徨", "復", "循", "微", "徳", "徴", "徹", "徽", "心", "必", "忉", "忌", "忍", "忖", "志", "忘", "忙", "応", "忠", "快", "念", "忸", "忽", "怒", "怖", "怙", "怜", "思", "怠", "急", "性", "怨", "怩", "怪", "怯", "恃", "恋", "恍", "恐", "恒", "恕", "恙", "恚", "恢", "恣", "恤", "恥", "恨", "恩", "恫", "恬", "恭", "息", "恰", "恵", "悄", "悉", "悍", "悔", "悖", "悟", "悠", "患", "悦", "悧", "悩", "悪", "悲", "悴", "悶", "悸", "悼", "情", "惇", "惑", "惚", "惜", "惟", "惣", "惧", "惨", "惰", "想", "惹", "惺", "愁", "愉", "意", "愕", "愚", "愛", "感", "愧", "愴", "愾", "慄", "慇", "慈", "態", "慌", "慎", "慕", "慚", "慟", "慢", "慣", "慧", "慨", "慮", "慰", "慶", "憂", "憊", "憎", "憐", "憑", "憔", "憚", "憤", "憧", "憩", "憫", "憬", "憮", "憲", "憶", "憺", "憾", "懃", "懇", "應", "懊", "懐", "懣", "懦", "懲", "懸", "懺", "懼", "戈", "戌", "戎", "成", "我", "戒", "戔", "或", "戚", "戟", "戦", "截", "戮", "戯", "戴", "戸", "戻", "房", "所", "扁", "扇", "扈", "扉", "手", "才", "打", "払", "托", "扮", "扱", "扶", "批", "扼", "承", "技", "抄", "抉", "把", "抑", "抓", "投", "抗", "折", "抜", "択", "披", "抱", "抵", "抹", "押", "抽", "担", "拇", "拉", "拌", "拍", "拐", "拒", "拓", "拗", "拘", "拙", "招", "拝", "拠", "拡", "括", "拭", "拮", "拱", "拳", "拵", "拶", "拷", "拾", "拿", "持", "指", "按", "挑", "挙", "挟", "挨", "挫", "振", "挺", "挽", "挿", "捉", "捌", "捏", "捕", "捗", "捜", "捥", "捧", "捨", "捩", "据", "捲", "捷", "捺", "捻", "掃", "授", "掌", "掏", "排", "掘", "掛", "掟", "掠", "採", "探", "掣", "接", "控", "推", "掩", "措", "掬", "掲", "掴", "掻", "揃", "揄", "揆", "揉", "描", "提", "揖", "揚", "換", "握", "揮", "援", "揶", "揺", "損", "搔", "搗", "搦", "搬", "搭", "携", "搾", "摂", "摑", "摘", "摠", "摩", "摯", "摸", "摺", "撃", "撒", "撓", "撚", "撞", "撤", "撥", "撫", "播", "撮", "撰", "撲", "撹", "撻", "撼", "擁", "擂", "擅", "操", "擢", "擦", "擬", "擱", "擲", "擽", "擾", "攀", "攘", "攣", "攪", "攫", "支", "改", "攻", "放", "政", "故", "敏", "救", "敗", "教", "敢", "散", "敦", "敬", "数", "敲", "整", "敵", "敷", "斂", "斃", "文", "斉", "斎", "斐", "斑", "斗", "料", "斜", "斟", "斡", "斤", "斥", "斧", "斬", "断", "斯", "新", "方", "於", "施", "旅", "旋", "族", "旗", "既", "日", "旦", "旧", "旨", "早", "旬", "旭", "旺", "昂", "昆", "昇", "昊", "昌", "明", "昏", "易", "昔", "昕", "星", "映", "春", "昧", "昨", "昭", "是", "昱", "昴", "昵", "昼", "時", "晃", "晄", "晋", "晒", "晦", "晩", "普", "景", "晰", "晴", "晶", "智", "暁", "暇", "暈", "暑", "暖", "暗", "暢", "暦", "暫", "暮", "暴", "曇", "曖", "曙", "曜", "曝", "曰", "曲", "曳", "更", "書", "曹", "曼", "曽", "曾", "替", "最", "會", "月", "有", "朋", "服", "朔", "朕", "朗", "望", "朝", "期", "朦", "朧", "木", "未", "末", "本", "札", "朱", "朴", "朶", "机", "朽", "杉", "李", "杏", "材", "村", "杓", "杖", "杜", "杞", "束", "条", "来", "杭", "杯", "東", "杳", "杵", "杷", "松", "板", "枇", "析", "枕", "林", "枚", "果", "枝", "枠", "枡", "枢", "枯", "架", "枷", "柄", "柊", "柏", "某", "柑", "染", "柔", "柘", "柚", "柩", "柱", "柳", "柴", "柵", "査", "柿", "栃", "栄", "栅", "栓", "栖", "栗", "栞", "校", "株", "核", "根", "格", "栽", "桁", "桂", "桃", "框", "案", "桐", "桑", "桔", "桜", "桟", "桧", "桶", "桿", "梁", "梃", "梅", "梓", "梗", "條", "梟", "梢", "梧", "梨", "梯", "械", "梱", "梳", "梵", "梶", "棄", "棋", "棍", "棒", "棗", "棘", "棚", "棟", "棣", "森", "棲", "棹", "棺", "椀", "椅", "椋", "植", "椎", "椒", "椚", "椛", "検", "椰", "椿", "楊", "楓", "楔", "楕", "楚", "楝", "楠", "業", "楯", "極", "楼", "楽", "概", "榊", "榎", "榛", "榜", "榧", "榮", "榴", "槃", "構", "槌", "槍", "様", "槙", "槻", "槽", "樊", "樋", "樒", "標", "模", "権", "横", "樫", "樵", "樹", "樺", "樽", "橋", "橘", "橙", "機", "檀", "檄", "檎", "檜", "檣", "檬", "檸", "檻", "櫂", "櫃", "櫓", "櫛", "櫻", "欄", "欒", "欠", "次", "欣", "欧", "欲", "欺", "款", "歌", "歎", "歓", "止", "正", "此", "武", "歩", "歪", "歯", "歳", "歴", "死", "殆", "殉", "殊", "残", "殖", "殲", "殴", "段", "殷", "殺", "殻", "殿", "毀", "毅", "母", "毎", "毒", "比", "毘", "毛", "毟", "毫", "毬", "毯", "氈", "氏", "民", "気", "氣", "水", "氷", "永", "氾", "汀", "汁", "求", "汎", "汐", "汗", "汚", "汝", "汞", "江", "池", "汰", "汲", "決", "汽", "沁", "沃", "沈", "沌", "沐", "沓", "沖", "沙", "沛", "没", "沢", "沫", "沮", "沱", "河", "沸", "油", "治", "沼", "沽", "沿", "況", "泄", "泉", "泊", "泌", "法", "泡", "波", "泣", "泥", "注", "泰", "泳", "洋", "洒", "洗", "洛", "洞", "洟", "津", "洩", "洪", "洲", "洸", "活", "派", "流", "浄", "浅", "浚", "浜", "浦", "浩", "浪", "浮", "浴", "海", "浸", "涅", "消", "涌", "涎", "涙", "涛", "涜", "涯", "液", "涸", "涼", "淀", "淆", "淋", "淑", "淘", "淡", "淫", "淮", "深", "淳", "淵", "混", "淹", "添", "淼", "清", "渇", "済", "渉", "渋", "渓", "渚", "減", "渠", "渡", "渦", "温", "測", "港", "渺", "渾", "湊", "湖", "湘", "湛", "湧", "湯", "湾", "湿", "満", "溌", "源", "準", "溜", "溝", "溢", "溥", "溶", "溺", "滂", "滅", "滋", "滑", "滓", "滔", "滝", "滞", "滲", "滴", "滸", "滾", "漁", "漂", "漆", "漉", "漏", "演", "漕", "漠", "漢", "漣", "漫", "漬", "漱", "漲", "漸", "漿", "潑", "潔", "潜", "潟", "潤", "潭", "潮", "潰", "澄", "澤", "澪", "澱", "澹", "激", "濁", "濃", "濘", "濛", "濠", "濡", "濤", "濫", "濯", "濱", "濾", "瀆", "瀉", "瀑", "瀕", "瀟", "瀧", "瀬", "瀾", "灌", "灘", "火", "灯", "灰", "灸", "灼", "災", "炉", "炊", "炎", "炒", "炙", "炬", "炭", "炮", "炯", "炸", "点", "為", "烈", "烏", "烙", "烹", "烽", "焉", "焔", "焙", "焚", "無", "焦", "焰", "焱", "然", "焼", "煉", "煌", "煎", "煙", "煤", "照", "煩", "煬", "煮", "煽", "熊", "熒", "熔", "熟", "熨", "熱", "熾", "燃", "燈", "燎", "燐", "燕", "燗", "燚", "燥", "燦", "燧", "燭", "燵", "燻", "燼", "燿", "爆", "爍", "爛", "爪", "爬", "爲", "爵", "父", "爸", "爺", "爽", "爾", "牆", "片", "版", "牌", "牒", "牙", "牛", "牝", "牟", "牡", "牢", "牧", "物", "牲", "特", "牽", "犀", "犂", "犇", "犠", "犬", "犯", "状", "狂", "狄", "狐", "狒", "狗", "狙", "狛", "狡", "狢", "狩", "独", "狭", "狸", "狼", "狽", "猊", "猛", "猜", "猟", "猥", "猩", "猪", "猫", "献", "猴", "猶", "猾", "猿", "獄", "獅", "獏", "獣", "獪", "獰", "獲", "獺", "玄", "率", "玉", "王", "玖", "玩", "玲", "玻", "珀", "珂", "珈", "珊", "珍", "珠", "珪", "班", "現", "球", "琅", "理", "琉", "琢", "琥", "琲", "琳", "琴", "琵", "琶", "瑕", "瑙", "瑚", "瑛", "瑜", "瑞", "瑠", "瑣", "瑪", "璃", "璧", "環", "璽", "瓊", "瓏", "瓜", "瓢", "瓦", "瓶", "甕", "甘", "甚", "生", "産", "甥", "甦", "用", "田", "由", "甲", "申", "男", "町", "画", "界", "畏", "畑", "畔", "留", "畜", "畝", "畠", "畢", "略", "畦", "番", "異", "畳", "畷", "畿", "疇", "疋", "疎", "疑", "疚", "疫", "疱", "疲", "疵", "疹", "疼", "疾", "病", "症", "痍", "痒", "痔", "痕", "痙", "痛", "痢", "痣", "痩", "痰", "痴", "痺", "瘍", "瘡", "瘤", "瘦", "瘧", "瘴", "療", "癇", "癌", "癒", "癖", "癪", "発", "登", "白", "百", "的", "皆", "皇", "皐", "皓", "皙", "皮", "皴", "皹", "皺", "皿", "盂", "盃", "盆", "益", "盗", "盛", "盟", "監", "盤", "盥", "盧", "盪", "目", "盲", "直", "相", "盾", "省", "眇", "眈", "眉", "看", "県", "眞", "真", "眠", "眦", "眩", "眷", "眸", "眺", "眼", "着", "睛", "睟", "睡", "督", "睥", "睦", "睨", "睫", "睾", "瞋", "瞑", "瞞", "瞠", "瞥", "瞬", "瞭", "瞰", "瞳", "瞼", "矛", "矜", "矢", "知", "矩", "短", "矮", "矯", "石", "砂", "研", "砕", "砥", "砦", "砲", "破", "砺", "硝", "硫", "硬", "硯", "碁", "碇", "碌", "碍", "碑", "碓", "碗", "碧", "碭", "確", "磁", "磊", "磋", "磐", "磔", "磨", "磯", "礁", "礎", "礫", "示", "礼", "社", "祀", "祁", "祇", "祈", "祉", "祐", "祓", "祖", "祝", "神", "祟", "祠", "祢", "祥", "票", "祭", "祲", "祷", "禁", "禄", "禅", "禊", "禍", "禎", "福", "禱", "禽", "禿", "秀", "私", "秂", "秋", "科", "秒", "秘", "租", "秣", "秤", "秦", "秩", "称", "移", "稀", "程", "税", "稚", "稜", "稟", "種", "稲", "稼", "稽", "稿", "穀", "穂", "積", "穏", "穢", "穣", "穫", "穴", "究", "穹", "空", "穽", "穿", "突", "窃", "窄", "窒", "窓", "窘", "窟", "窩", "窪", "窮", "窯", "窶", "窺", "竄", "竈", "立", "站", "竜", "竟", "章", "童", "竦", "竪", "端", "競", "竹", "竺", "竿", "笈", "笊", "笏", "笑", "笙", "笛", "笠", "笥", "符", "第", "笹", "筅", "筆", "筈", "等", "筋", "筍", "筏", "筐", "筑", "筒", "答", "策", "筵", "筺", "箇", "箋", "箍", "箒", "箔", "箕", "算", "箝", "管", "箪", "箭", "箱", "箴", "箸", "節", "篁", "範", "篇", "築", "篝", "篠", "篤", "篩", "篭", "簀", "簒", "簞", "簡", "簪", "簾", "簿", "籃", "籍", "籐", "籠", "籤", "米", "籾", "粉", "粋", "粒", "粕", "粗", "粘", "粛", "粟", "粥", "粧", "精", "糊", "糖", "糜", "糞", "糠", "糧", "糸", "糺", "系", "糾", "紀", "約", "紅", "紆", "紋", "納", "紐", "純", "紗", "紘", "紙", "級", "紛", "素", "紡", "索", "紫", "紬", "累", "細", "紳", "紹", "紺", "終", "絃", "組", "絆", "経", "結", "絞", "絡", "絢", "給", "絨", "統", "絲", "絵", "絶", "絹", "継", "続", "綜", "綬", "維", "綯", "綰", "綱", "網", "綴", "綸", "綺", "綻", "綽", "綾", "綿", "緊", "緋", "総", "緑", "緒", "緘", "線", "緞", "締", "編", "緩", "緯", "練", "緻", "縁", "縄", "縊", "縋", "縒", "縛", "縞", "縦", "縫", "縮", "縲", "縷", "縺", "績", "繁", "繃", "繊", "繋", "繍", "織", "繕", "繙", "繚", "繡", "繫", "繭", "繰", "纂", "纈", "纏", "缶", "缺", "罅", "罠", "罪", "置", "罰", "署", "罵", "罷", "罹", "羅", "羆", "羈", "羊", "美", "羞", "群", "羨", "義", "羯", "羹", "羽", "翁", "翅", "翌", "習", "翔", "翠", "翡", "翦", "翳", "翹", "翻", "翼", "耀", "老", "考", "耄", "者", "而", "耐", "耕", "耗", "耳", "耶", "耽", "聊", "聖", "聘", "聞", "聡", "聳", "聴", "職", "聾", "肆", "肇", "肉", "肋", "肌", "肖", "肘", "肚", "肛", "肝", "股", "肢", "肥", "肩", "肪", "肯", "育", "肴", "肺", "胃", "胆", "背", "胎", "胚", "胛", "胞", "胡", "胤", "胱", "胴", "胸", "能", "脂", "脅", "脆", "脇", "脈", "脊", "脚", "脛", "脩", "脱", "脳", "脹", "腋", "腎", "腐", "腑", "腔", "腕", "腥", "腫", "腰", "腱", "腸", "腹", "腺", "腿", "膀", "膂", "膊", "膏", "膚", "膜", "膝", "膠", "膣", "膨", "膳", "膵", "膾", "膿", "臀", "臂", "臆", "臍", "臑", "臓", "臙", "臣", "臥", "臨", "自", "臭", "至", "致", "臼", "舅", "與", "興", "舌", "舎", "舐", "舒", "舗", "舜", "舞", "舟", "航", "舫", "般", "舳", "舵", "舶", "舷", "船", "艇", "艘", "艦", "良", "艱", "色", "艶", "艷", "芋", "芒", "芙", "芝", "芥", "芦", "芭", "芯", "花", "芳", "芸", "芹", "芻", "芽", "苑", "苓", "苔", "苗", "苛", "若", "苦", "英", "苺", "茂", "范", "茄", "茅", "茉", "茎", "茘", "茜", "茣", "茨", "茫", "茴", "茶", "茸", "茹", "荀", "草", "荊", "荒", "荘", "荷", "荻", "荼", "莉", "莢", "莫", "莱", "菅", "菊", "菌", "菓", "菖", "菜", "菩", "菫", "華", "菱", "萄", "萊", "萌", "萎", "萩", "萬", "落", "葉", "著", "葛", "葡", "董", "葦", "葬", "葱", "葵", "葺", "蒐", "蒔", "蒙", "蒜", "蒲", "蒸", "蒼", "蓄", "蓉", "蓋", "蓑", "蓙", "蓬", "蓮", "蔑", "蔓", "蔦", "蔭", "蔵", "蔽", "蕁", "蕉", "蕎", "蕩", "蕭", "蕾", "薄", "薇", "薊", "薔", "薙", "薦", "薩", "薪", "薫", "薬", "薮", "薯", "薺", "藁", "藉", "藍", "藤", "藩", "藪", "藷", "藹", "藻", "蘆", "蘇", "蘊", "蘭", "虎", "虐", "虔", "虚", "虜", "虞", "號", "虫", "虱", "虹", "蚊", "蚓", "蚕", "蚣", "蚤", "蚯", "蛆", "蛇", "蛉", "蛋", "蛍", "蛙", "蛛", "蛟", "蛭", "蛮", "蛯", "蛸", "蛹", "蛾", "蜀", "蜂", "蜃", "蜈", "蜘", "蜜", "蜥", "蜴", "蜷", "蜻", "蝉", "蝋", "蝎", "蝕", "蝗", "蝙", "蝠", "蝦", "蝮", "蝶", "蝸", "蝿", "螂", "融", "螢", "螺", "蟄", "蟇", "蟒", "蟠", "蟬", "蟲", "蟷", "蟹", "蟻", "蠅", "蠍", "蠕", "蠟", "蠢", "蠣", "蠱", "血", "衆", "行", "衒", "術", "街", "衛", "衝", "衡", "衣", "表", "衰", "衷", "衾", "衿", "袁", "袂", "袈", "袋", "袍", "袖", "袢", "被", "袱", "袴", "裁", "裂", "装", "裏", "裔", "裕", "裙", "補", "裟", "裡", "裳", "裸", "製", "裾", "褄", "複", "褌", "褐", "褒", "褥", "褪", "褸", "褻", "襖", "襞", "襟", "襤", "襦", "襲", "西", "要", "覆", "覇", "見", "規", "視", "覗", "覚", "覡", "覧", "親", "覯", "観", "覺", "覿", "角", "解", "触", "言", "訂", "訃", "計", "訊", "討", "訓", "託", "記", "訛", "訝", "訟", "訣", "訥", "訪", "設", "許", "訳", "訴", "訶", "診", "註", "証", "詈", "詐", "詔", "評", "詛", "詞", "詠", "詡", "詣", "試", "詩", "詫", "詭", "詮", "詰", "話", "該", "詳", "誂", "誅", "誇", "誉", "誌", "認", "誑", "誓", "誕", "誘", "語", "誠", "誤", "誦", "説", "読", "誰", "課", "誹", "誼", "誾", "調", "談", "請", "諌", "諍", "諏", "諒", "論", "諜", "諤", "諦", "諧", "諫", "諭", "諮", "諱", "諳", "諸", "諺", "諾", "謀", "謁", "謂", "謄", "謎", "謐", "謔", "謗", "謙", "講", "謝", "謡", "謬", "謳", "謹", "識", "譚", "譜", "警", "譫", "譬", "議", "譲", "護", "讃", "讐", "讒", "谷", "豆", "豊", "豚", "象", "豪", "豹", "貌", "貝", "貞", "負", "財", "貢", "貧", "貨", "販", "貪", "貫", "責", "貯", "貰", "貴", "貶", "買", "貸", "費", "貼", "貿", "賀", "賂", "賃", "賄", "資", "賈", "賊", "賎", "賑", "賓", "賛", "賜", "賞", "賠", "賢", "賤", "賦", "質", "賭", "賺", "購", "賽", "贄", "贅", "贈", "贋", "贔", "贖", "赤", "赦", "赫", "走", "赴", "起", "超", "越", "趙", "趣", "趨", "足", "趺", "趾", "跋", "跏", "距", "跡", "跨", "跪", "路", "跳", "践", "踉", "踊", "踏", "踝", "踪", "踵", "蹂", "蹄", "蹈", "蹌", "蹙", "蹟", "蹲", "蹴", "躁", "躇", "躊", "躍", "躓", "躙", "身", "躯", "躰", "躱", "躾", "軀", "車", "軋", "軌", "軍", "軒", "軛", "軟", "転", "軸", "軽", "較", "載", "輌", "輔", "輛", "輜", "輝", "輩", "輪", "輬", "輸", "輻", "輿", "轀", "轄", "轍", "轟", "轡", "轢", "辛", "辜", "辞", "辟", "辣", "辰", "辱", "農", "辺", "辻", "込", "辿", "迂", "迄", "迅", "迎", "近", "返", "迦", "迫", "迭", "述", "迷", "迸", "追", "退", "送", "逃", "逅", "逆", "逍", "透", "逐", "途", "逗", "這", "通", "逝", "逞", "速", "造", "逡", "逢", "連", "逬", "逮", "週", "進", "逸", "逼", "遁", "遂", "遅", "遇", "遊", "運", "遍", "過", "道", "達", "違", "遙", "遜", "遠", "遡", "遣", "遥", "適", "遭", "遮", "遵", "遷", "選", "遺", "遼", "遽", "避", "邀", "邁", "邂", "還", "邏", "邑", "邢", "那", "邦", "邪", "邳", "邸", "郁", "郃", "郊", "郎", "郞", "郡", "部", "郭", "郵", "郷", "都", "鄙", "酉", "酊", "酋", "酌", "配", "酎", "酒", "酔", "酢", "酩", "酪", "酬", "酵", "酷", "酸", "醇", "醍", "醐", "醒", "醜", "醢", "醤", "醬", "醸", "采", "釈", "里", "重", "野", "量", "金", "釘", "釜", "針", "釣", "釦", "鈍", "鈎", "鈴", "鈷", "鉄", "鉈", "鉗", "鉛", "鉢", "鉤", "鉦", "鉱", "鉾", "銀", "銃", "銅", "銘", "銛", "銜", "銭", "鋏", "鋒", "鋤", "鋭", "鋲", "鋳", "鋸", "鋼", "錆", "錐", "錘", "錚", "錠", "錢", "錦", "錨", "錫", "錬", "錯", "録", "鍋", "鍍", "鍔", "鍛", "鍜", "鍬", "鍮", "鍵", "鍾", "鎌", "鎖", "鎗", "鎚", "鎧", "鎬", "鎮", "鏃", "鏑", "鏖", "鏡", "鏢", "鏤", "鐘", "鐙", "鐡", "鐵", "鑑", "鑓", "鑢", "鑼", "鑽", "鑿", "長", "門", "閂", "閃", "閉", "開", "閏", "閑", "間", "関", "閣", "閥", "閨", "閲", "閻", "閾", "闇", "闊", "闖", "闘", "闢", "阜", "阪", "防", "阻", "阿", "陀", "附", "降", "限", "陛", "陞", "院", "陣", "除", "陥", "陪", "陰", "陳", "陵", "陶", "陸", "険", "陽", "隅", "隆", "隈", "隊", "階", "随", "隔", "隕", "隘", "隙", "際", "障", "隠", "隣", "隧", "隷", "隻", "隼", "雀", "雁", "雄", "雅", "集", "雇", "雉", "雌", "雍", "雑", "雖", "雙", "雛", "離", "難", "雨", "雪", "雫", "雰", "雲", "零", "雷", "雹", "電", "需", "霆", "震", "霊", "霜", "霞", "霧", "霰", "露", "霹", "靂", "靄", "青", "靖", "静", "非", "靡", "面", "革", "靫", "靭", "靱", "靴", "鞄", "鞋", "鞍", "鞘", "鞠", "鞣", "鞭", "鞴", "韋", "韓", "韜", "音", "韻", "響", "頁", "頂", "頃", "項", "順", "須", "預", "頑", "頒", "頓", "頗", "領", "頚", "頬", "頭", "頰", "頷", "頸", "頻", "頼", "頽", "題", "額", "顎", "顏", "顔", "顕", "願", "顚", "顛", "類", "顧", "顰", "風", "颯", "颱", "颶", "飄", "飛", "食", "飢", "飯", "飲", "飴", "飼", "飽", "飾", "餃", "餅", "餉", "養", "餌", "餐", "餓", "餞", "餡", "館", "餮", "饅", "饉", "饌", "饐", "饒", "饕", "饗", "首", "香", "馥", "馨", "馬", "馳", "馴", "駁", "駄", "駅", "駆", "駈", "駐", "駒", "駕", "駝", "駱", "駿", "騎", "騒", "験", "騙", "騨", "騰", "驀", "驒", "驕", "驚", "驟", "驢", "骨", "骰", "骸", "髄", "髏", "髑", "高", "髣", "髪", "髭", "髯", "髴", "髷", "鬘", "鬚", "鬣", "鬨", "鬩", "鬱", "鬼", "魁", "魂", "魃", "魄", "魅", "魍", "魎", "魏", "魑", "魔", "魘", "魚", "魯", "鮎", "鮒", "鮨", "鮫", "鮭", "鮮", "鯉", "鯖", "鯛", "鯨", "鯱", "鰉", "鰊", "鰐", "鰭", "鰯", "鰹", "鰻", "鱈", "鱒", "鱗", "鳥", "鳧", "鳩", "鳰", "鳳", "鳴", "鳶", "鴇", "鴉", "鴛", "鴟", "鴦", "鴨", "鴫", "鴻", "鵜", "鵞", "鵠", "鵡", "鵬", "鵰", "鵺", "鶉", "鶏", "鶯", "鶴", "鷂", "鷗", "鷲", "鷹", "鷺", "鸚", "鹵", "鹸", "鹼", "鹿", "麒", "麓", "麗", "麝", "麟", "麦", "麩", "麭", "麴", "麵", "麺", "麻", "麾", "麿", "黄", "黍", "黎", "黒", "黙", "黴", "黽", "鼎", "鼓", "鼠", "鼬", "鼻", "鼾", "齎", "齟", "齢", "齧", "齬", "龍", "龙", "煉", "蓮", "溺", "﨑", "諸", "！", "＃", "＄", "％", "＆", "（", "）", "＊", "＋", "，", "－", "．", "／", "０", "１", "２", "３", "４", "５", "６", "７", "８", "９", "：", "＜", "＝", "＞", "？", "＠", "Ａ", "Ｂ", "Ｃ", "Ｄ", "Ｅ", "Ｆ", "Ｇ", "Ｈ", "Ｉ", "Ｊ", "Ｋ", "Ｌ", "Ｍ", "Ｎ", "Ｏ", "Ｐ", "Ｑ", "Ｒ", "Ｓ", "Ｔ", "Ｕ", "Ｖ", "Ｗ", "Ｘ", "Ｙ", "Ｚ", "［", "＼", "］", "ａ", "ｂ", "ｃ", "ｄ", "ｅ", "ｆ", "ｇ", "ｈ", "ｉ", "ｊ", "ｋ", "ｌ", "ｍ", "ｎ", "ｏ", "ｐ", "ｑ", "ｒ", "ｓ", "ｔ", "ｕ", "ｖ", "ｗ", "ｘ", "ｙ", "ｚ", "｛", "｜", "｝", "～", "￥", "𠮟"]