["\n", " ", "!", "\"", "#", "$", "%", "&", "'", "(", ")", "*", "+", ",", "-", ".", "/", "0", "1", "2", "3", "4", "5", "6", "7", "8", "9", ":", ";", "<", "=", ">", "?", "@", "A", "B", "C", "D", "E", "F", "G", "H", "I", "J", "K", "L", "M", "N", "O", "P", "Q", "R", "S", "T", "U", "V", "W", "X", "Y", "Z", "[", "\\", "]", "^", "_", "`", "a", "b", "c", "d", "e", "f", "g", "h", "i", "j", "k", "l", "m", "n", "o", "p", "q", "r", "s", "t", "u", "v", "w", "x", "y", "z", "|", "~", "´", "·", "×", "÷", "ᅠ", "–", "—", "―", "‘", "’", "“", "”", "†", "•", "․", "…", "‧", "※", "ⅰ", "ⅱ", "ⅲ", "ⅳ", "↑", "∞", "∼", "≠", "≪", "≫", "─", "■", "□", "▲", "△", "▶", "▼", "◆", "◇", "◈", "○", "◎", "●", "◯", "★", "☆", "♀", "♂", "♠", "♡", "♥", "⦁", "　", "。", "〇", "〈", "〉", "《", "》", "「", "」", "『", "』", "【", "】", "ㄱ", "ㄴ", "ㄷ", "ㄹ", "ㅁ", "ㅂ", "ㅅ", "ㅆ", "ㅇ", "ㅈ", "ㅊ", "ㅋ", "ㅌ", "ㅎ", "ㅏ", "ㅓ", "ㅔ", "ㅕ", "ㅗ", "ㅛ", "ㅠ", "ㅡ", "ㅣ", "ㅤ", "ㆍ", "㎝", "㎞", "一", "丁", "七", "万", "三", "上", "下", "不", "丑", "世", "丘", "丙", "丞", "両", "中", "丸", "主", "乃", "久", "之", "乘", "乙", "九", "也", "乳", "乾", "亀", "亂", "了", "事", "二", "五", "井", "亞", "亡", "交", "京", "亭", "人", "仁", "今", "付", "仙", "代", "令", "仲", "件", "伊", "伍", "伎", "伏", "休", "伝", "伯", "似", "伽", "位", "低", "住", "佐", "体", "何", "余", "佛", "作", "佳", "使", "來", "供", "依", "侯", "侵", "俊", "俗", "保", "信", "修", "俯", "俳", "倉", "個", "倍", "倒", "候", "借", "値", "偃", "假", "偉", "偏", "停", "健", "偵", "偶", "備", "催", "傳", "傷", "像", "僞", "僭", "價", "儀", "優", "元", "充", "兇", "先", "光", "兎", "兒", "入", "內", "全", "兩", "八", "公", "六", "共", "兵", "具", "典", "内", "円", "再", "冠", "冥", "冬", "冴", "冶", "准", "凉", "凍", "凝", "凡", "凪", "凱", "凶", "凹", "出", "刀", "刃", "分", "切", "刑", "初", "判", "別", "利", "制", "券", "刹", "刺", "刻", "削", "剋", "前", "剛", "剩", "副", "創", "劍", "劑", "劒", "力", "功", "加", "劣", "助", "劫", "勇", "勒", "動", "務", "勝", "勢", "勳", "勿", "匈", "化", "北", "匠", "区", "區", "十", "千", "半", "卍", "卒", "南", "占", "卦", "印", "却", "卵", "卷", "卽", "卿", "厄", "原", "厩", "厭", "參", "叉", "及", "友", "反", "受", "叡", "口", "古", "句", "叩", "召", "可", "史", "司", "合", "吉", "同", "名", "吏", "向", "君", "吝", "否", "吸", "吹", "吼", "吾", "呈", "告", "周", "呪", "味", "呼", "命", "咀", "和", "咎", "咽", "品", "員", "哮", "哿", "唆", "唯", "唱", "商", "問", "啞", "啼", "善", "喚", "喜", "喝", "單", "喰", "嗅", "嗇", "嗜", "器", "噴", "嚼", "囊", "囚", "四", "回", "因", "固", "国", "圈", "國", "園", "圓", "圖", "團", "土", "在", "地", "坂", "坑", "坪", "型", "垢", "埋", "城", "域", "執", "基", "埼", "堀", "堂", "堅", "堊", "報", "場", "塊", "塔", "塗", "塚", "塞", "塡", "塵", "境", "墜", "增", "墨", "墮", "壁", "壇", "壓", "壞", "壤", "士", "壬", "壯", "壹", "夏", "外", "多", "夜", "夢", "大", "天", "太", "夫", "央", "失", "夷", "奄", "奇", "奈", "奉", "奏", "契", "奔", "奧", "奪", "奬", "奮", "女", "奴", "好", "如", "妃", "妖", "妙", "妹", "妻", "姉", "始", "姑", "姓", "姦", "姫", "姬", "威", "娘", "娼", "婚", "婦", "媒", "媚", "媛", "媤", "嫡", "孃", "子", "孔", "字", "存", "孝", "孤", "孫", "學", "孼", "守", "安", "完", "宗", "官", "定", "客", "室", "宮", "害", "宴", "宵", "家", "容", "宿", "寂", "寄", "密", "富", "寒", "察", "寡", "寢", "實", "審", "寫", "寵", "寶", "寺", "封", "射", "將", "專", "尉", "尊", "對", "導", "小", "少", "尖", "尙", "尾", "局", "居", "屋", "屍", "展", "屛", "屠", "層", "屬", "屯", "山", "岐", "岡", "岩", "岬", "岳", "岸", "峰", "島", "崎", "崖", "崩", "嵌", "嵐", "巌", "巖", "川", "州", "巢", "工", "巧", "巨", "巫", "差", "己", "巳", "市", "布", "帆", "帝", "師", "帶", "常", "帽", "幀", "干", "平", "年", "幸", "幹", "幻", "幼", "幽", "底", "店", "府", "度", "座", "庫", "庭", "庵", "庸", "廊", "廠", "廢", "廣", "廳", "延", "建", "廻", "式", "弓", "引", "弟", "弦", "弧", "弩", "弱", "强", "彈", "彌", "形", "彦", "彩", "彫", "影", "役", "彼", "征", "待", "徊", "後", "徒", "得", "從", "御", "復", "微", "德", "徽", "心", "必", "忌", "忍", "志", "忘", "忙", "忠", "快", "念", "怒", "怖", "思", "怠", "急", "性", "怨", "怪", "恢", "恥", "恨", "恩", "息", "悅", "悉", "悲", "情", "惑", "惡", "惰", "惱", "想", "惶", "愁", "愉", "意", "愚", "愛", "感", "慈", "態", "慕", "慘", "慢", "慧", "慮", "憑", "憤", "應", "戀", "戈", "成", "我", "戒", "戟", "戢", "戦", "戮", "戰", "戱", "戶", "戸", "房", "所", "扇", "扉", "手", "才", "打", "托", "承", "技", "投", "抱", "抹", "押", "拂", "拌", "拍", "拔", "拘", "拜", "拳", "持", "指", "振", "捕", "捨", "掃", "授", "掌", "掘", "探", "接", "提", "揚", "搜", "摩", "撞", "撲", "擊", "操", "擬", "擾", "攪", "支", "收", "改", "攻", "放", "政", "故", "效", "敍", "敎", "敏", "救", "敗", "散", "整", "敵", "數", "斂", "文", "斑", "料", "斜", "斧", "斬", "斯", "新", "斷", "方", "於", "施", "旅", "旋", "族", "旗", "旣", "日", "早", "旭", "昇", "明", "昏", "星", "春", "是", "昻", "時", "晝", "普", "景", "晳", "晴", "晶", "智", "暇", "暉", "暖", "暗", "暴", "曆", "曉", "曜", "曲", "更", "書", "曼", "替", "最", "會", "月", "有", "服", "朗", "望", "朝", "期", "朧", "木", "未", "末", "本", "札", "朱", "朽", "李", "村", "杖", "束", "来", "杯", "東", "松", "板", "林", "果", "枝", "枯", "架", "枷", "柏", "柔", "柘", "柚", "柝", "柱", "柳", "査", "校", "核", "根", "格", "桃", "桐", "桜", "梅", "條", "梯", "械", "梵", "棋", "棍", "棒", "棟", "森", "棲", "棺", "椿", "楓", "楠", "業", "楯", "極", "榮", "榴", "構", "槌", "槍", "槎", "槪", "樂", "樓", "標", "模", "樣", "横", "樹", "橋", "機", "橫", "檢", "櫻", "權", "次", "欲", "欺", "歇", "歌", "止", "正", "此", "步", "武", "歪", "歲", "歳", "歷", "歸", "死", "殃", "殉", "殘", "殲", "段", "殷", "殺", "殻", "殼", "殿", "母", "毒", "比", "毘", "毛", "氏", "民", "氣", "水", "氷", "永", "求", "汚", "江", "池", "決", "沌", "沒", "沖", "沙", "河", "沸", "油", "沼", "泉", "法", "波", "泥", "注", "泳", "洋", "洗", "洞", "津", "洲", "派", "流", "浅", "浦", "浩", "浪", "浮", "浴", "海", "涅", "消", "涼", "淑", "淡", "淨", "淫", "深", "淵", "混", "淸", "淺", "清", "渡", "渦", "港", "湖", "湧", "湯", "湾", "源", "準", "溫", "溺", "滅", "滮", "滯", "滿", "漂", "漆", "演", "漕", "漢", "潛", "潮", "潰", "澁", "澄", "激", "濁", "濃", "濟", "濡", "濤", "瀆", "瀨", "瀬", "灘", "灣", "火", "灰", "灼", "災", "炎", "炫", "炭", "炸", "烈", "焉", "焔", "焚", "無", "焦", "焰", "然", "煌", "煙", "照", "熊", "熏", "熒", "熟", "熱", "熾", "燃", "燈", "燒", "燕", "營", "燧", "爆", "爐", "爨", "爪", "爲", "爵", "父", "片", "版", "牌", "牙", "牛", "牢", "物", "特", "犀", "犬", "犯", "状", "狀", "狂", "狐", "狹", "狼", "猛", "猪", "猫", "猾", "猿", "獄", "獅", "獨", "獲", "獵", "獸", "獻", "玄", "玉", "王", "玲", "珀", "珍", "珠", "現", "球", "理", "琢", "琥", "琴", "琵", "琶", "瑙", "瑠", "瑪", "瑰", "璃", "環", "瓦", "甕", "甚", "生", "産", "用", "田", "甲", "男", "町", "界", "畔", "留", "畜", "略", "番", "畫", "異", "畵", "當", "畿", "疎", "疏", "疑", "疫", "疾", "病", "症", "痕", "痛", "痲", "痹", "瘦", "瘴", "癒", "癖", "登", "發", "白", "百", "的", "皇", "皮", "盛", "盜", "盟", "盤", "目", "盲", "直", "相", "盾", "省", "県", "眞", "真", "眠", "眷", "眼", "着", "睡", "瞞", "瞬", "瞰", "瞳", "矛", "矢", "知", "短", "矮", "石", "砂", "砕", "砦", "砲", "破", "硝", "硫", "硬", "碎", "確", "磁", "磋", "磔", "磚", "磨", "礁", "礫", "示", "社", "祀", "祈", "祓", "祕", "祖", "祚", "祝", "神", "祠", "祥", "祭", "禁", "禍", "福", "禮", "禱", "禳", "禽", "秀", "私", "秋", "科", "秒", "秘", "租", "移", "稟", "種", "稱", "稿", "積", "穰", "穴", "究", "空", "突", "窈", "窟", "窮", "窯", "立", "竜", "竟", "章", "童", "端", "競", "竹", "竿", "笈", "笑", "笛", "符", "第", "笹", "筆", "等", "筋", "筐", "策", "算", "管", "節", "篠", "簡", "簿", "籍", "籠", "籲", "米", "粉", "粘", "粥", "精", "糖", "糞", "糸", "系", "約", "紅", "紋", "納", "純", "紙", "級", "素", "索", "紫", "細", "終", "絃", "組", "絆", "結", "絞", "絡", "給", "統", "絲", "絶", "絹", "經", "綠", "綱", "網", "綺", "綻", "綾", "綿", "緋", "緖", "線", "緣", "練", "縛", "縣", "縫", "縮", "縱", "縲", "總", "績", "織", "繚", "繩", "繪", "續", "纖", "缺", "罪", "羅", "羊", "美", "群", "義", "羯", "羽", "習", "翔", "翳", "翼", "耀", "老", "考", "者", "而", "耐", "耕", "耳", "聖", "聞", "聲", "職", "肅", "肉", "肝", "肢", "肩", "肺", "背", "胎", "胡", "胴", "胸", "能", "脂", "脆", "脈", "脚", "脛", "脫", "腐", "腕", "腦", "腰", "膜", "臂", "臟", "臣", "臨", "自", "臭", "至", "致", "臺", "臼", "與", "舊", "舍", "舞", "航", "般", "船", "艇", "艤", "艦", "良", "艱", "色", "艶", "芙", "芝", "芯", "花", "芹", "苑", "若", "苦", "英", "茶", "草", "荒", "荷", "莊", "莱", "菌", "菜", "菩", "菫", "華", "萌", "萎", "萬", "落", "葉", "葛", "葬", "葵", "蒼", "蓉", "蓋", "蓮", "蔑", "蔓", "蔦", "薄", "薙", "薩", "薰", "藍", "藏", "藝", "藤", "藥", "藩", "蘭", "虎", "虐", "虛", "虹", "蛇", "蛟", "蜂", "蝕", "蝶", "螂", "融", "螢", "螳", "蟲", "蟹", "蠍", "蠟", "蠱", "蠻", "血", "衆", "行", "術", "街", "衛", "衝", "衡", "衣", "表", "衰", "被", "裂", "装", "裏", "裔", "補", "裝", "裸", "製", "複", "西", "要", "覇", "見", "規", "視", "親", "覺", "覽", "觀", "角", "解", "觸", "言", "計", "託", "記", "訣", "診", "註", "評", "詛", "詠", "試", "詩", "話", "認", "誓", "誕", "語", "誠", "誤", "說", "説", "調", "談", "請", "論", "諜", "諸", "謀", "謎", "講", "謝", "識", "譜", "警", "護", "讀", "變", "谷", "豆", "豊", "豚", "象", "豪", "豫", "豹", "貘", "貞", "負", "貧", "貨", "貫", "貳", "貴", "賀", "資", "賊", "賞", "賢", "賤", "賦", "質", "赤", "赫", "走", "起", "超", "越", "趣", "足", "跋", "距", "跡", "跪", "路", "跳", "踊", "踏", "蹂", "蹈", "蹟", "蹴", "躪", "身", "躰", "軀", "車", "軌", "軍", "軟", "軽", "較", "輔", "輕", "輝", "輪", "轉", "轟", "辛", "辟", "辰", "農", "辻", "迅", "迎", "近", "返", "迫", "迷", "追", "送", "逆", "通", "速", "造", "逢", "連", "進", "逸", "遁", "遊", "運", "遍", "過", "道", "達", "遠", "遣", "遲", "遷", "選", "遺", "還", "邪", "邸", "郡", "部", "都", "鄕", "配", "酒", "酸", "醉", "醢", "醫", "醬", "釉", "釋", "里", "重", "野", "量", "金", "釜", "鈴", "鈷", "鉛", "銀", "銃", "銅", "銘", "銳", "鋏", "鋼", "錄", "錆", "錦", "錮", "錯", "鍊", "鍛", "鎌", "鎖", "鎚", "鎧", "鏡", "鐘", "鐵", "鑑", "鑛", "長", "門", "閂", "閃", "閉", "開", "間", "関", "閱", "閻", "闇", "關", "闢", "阜", "防", "阿", "陀", "降", "限", "院", "陣", "除", "陰", "陳", "陸", "陽", "隅", "隊", "階", "隙", "際", "障", "隱", "隸", "雀", "雄", "雅", "集", "雌", "雙", "離", "難", "雨", "雪", "雲", "零", "雷", "電", "霆", "震", "霞", "霧", "露", "霸", "靈", "靑", "青", "靖", "静", "靜", "非", "靡", "面", "革", "鞭", "韊", "音", "韻", "響", "頂", "順", "須", "領", "頭", "題", "顔", "願", "顚", "類", "顧", "顯", "風", "颱", "飛", "食", "飢", "飯", "飽", "飾", "養", "餓", "餘", "餞", "餠", "館", "首", "香", "馬", "駁", "駐", "駒", "騎", "騰", "騷", "驃", "驅", "驗", "驛", "驪", "驫", "骨", "骸", "髓", "體", "高", "髮", "鬪", "鬼", "魂", "魄", "魔", "魚", "鯨", "鱗", "鳥", "鳩", "鳴", "鵺", "鶴", "鷄", "鷲", "鷹", "鸜", "鹽", "麒", "麓", "麗", "麟", "麵", "麻", "麿", "黃", "黄", "黑", "黒", "默", "點", "鼓", "鼠", "鼺", "齋", "齡", "龍", "龗", "龜", "가", "각", "간", "갇", "갈", "갉", "감", "갑", "값", "갓", "갔", "강", "갖", "갗", "같", "갚", "갛", "개", "객", "갠", "갤", "갬", "갭", "갯", "갰", "갱", "갸", "갹", "갼", "걀", "걋", "걍", "걔", "걘", "거", "걱", "건", "걷", "걸", "검", "겁", "것", "겄", "겅", "겉", "겊", "겋", "게", "겍", "겐", "겔", "겜", "겟", "겠", "겨", "격", "겪", "견", "결", "겸", "겹", "겼", "경", "곁", "계", "곗", "곘", "고", "곡", "곤", "곧", "골", "곪", "곬", "곯", "곰", "곱", "곳", "공", "곶", "과", "곽", "관", "괄", "괌", "광", "괘", "괜", "괬", "괭", "괴", "괸", "굉", "교", "굣", "구", "국", "군", "굳", "굴", "굵", "굶", "굼", "굽", "굿", "궁", "궂", "궈", "권", "궐", "궜", "궤", "귀", "귄", "귈", "귐", "귑", "귓", "규", "균", "귤", "그", "극", "근", "귿", "글", "긁", "금", "급", "긋", "긌", "긍", "긔", "기", "긱", "긴", "긷", "길", "김", "깁", "깃", "깅", "깊", "까", "깍", "깎", "깐", "깔", "깜", "깝", "깟", "깠", "깡", "깥", "깨", "깩", "깬", "깰", "깸", "깻", "깼", "깽", "꺄", "꺅", "꺗", "꺠", "꺼", "꺽", "꺾", "껀", "껄", "껌", "껍", "껏", "껐", "껑", "께", "껙", "껜", "껴", "꼈", "꼐", "꼬", "꼭", "꼰", "꼴", "꼼", "꼽", "꼿", "꽁", "꽂", "꽃", "꽈", "꽉", "꽝", "꽤", "꽥", "꾀", "꾄", "꾈", "꾐", "꾸", "꾹", "꾼", "꿀", "꿇", "꿈", "꿉", "꿋", "꿍", "꿎", "꿔", "꿨", "꿩", "꿰", "꿱", "꿴", "뀌", "뀐", "뀔", "뀜", "뀝", "뀨", "뀰", "끄", "끅", "끈", "끊", "끌", "끓", "끔", "끗", "끙", "끝", "끼", "끽", "낀", "낄", "낌", "낍", "낏", "낑", "나", "낙", "낚", "난", "날", "낡", "남", "납", "낫", "났", "낭", "낮", "낯", "낱", "낳", "내", "낵", "낸", "낼", "냄", "냅", "냇", "냈", "냉", "냐", "냑", "냔", "냘", "냠", "냣", "냥", "너", "넉", "넋", "넌", "널", "넒", "넓", "넘", "넙", "넛", "넜", "넝", "넣", "네", "넥", "넨", "넬", "넵", "넷", "넸", "넹", "녀", "녁", "년", "념", "녔", "녕", "녘", "녜", "노", "녹", "논", "놀", "놈", "놉", "놋", "농", "높", "놓", "놔", "놨", "뇌", "뇐", "뇔", "뇨", "뇰", "뇽", "누", "눅", "눈", "눌", "눔", "눕", "눗", "눙", "눞", "눠", "눴", "눼", "뉘", "뉜", "뉠", "뉩", "뉴", "늄", "늉", "느", "늑", "는", "늘", "늙", "늠", "늡", "능", "늦", "늪", "늬", "니", "닉", "닌", "닐", "님", "닙", "닛", "닝", "닢", "다", "닥", "닦", "단", "닫", "달", "닭", "닮", "닳", "담", "답", "닷", "당", "닻", "닿", "대", "댁", "댄", "댈", "댐", "댑", "댓", "댔", "댕", "댜", "더", "덕", "덖", "던", "덜", "덞", "덟", "덤", "덥", "덧", "덨", "덩", "덫", "덮", "데", "덱", "덴", "델", "뎀", "뎁", "뎃", "뎅", "뎌", "뎠", "뎦", "뎨", "도", "독", "돈", "돋", "돌", "돔", "돕", "돗", "동", "돛", "돠", "돼", "됐", "되", "된", "될", "됨", "됩", "됫", "됴", "두", "둑", "둔", "둘", "둠", "둡", "둣", "둥", "둬", "뒀", "뒈", "뒤", "뒷", "뒹", "듀", "듈", "듐", "드", "득", "든", "듣", "들", "듦", "듬", "듭", "듯", "등", "디", "딕", "딘", "딛", "딜", "딤", "딥", "딧", "딨", "딩", "딪", "따", "딱", "딴", "딸", "땀", "땁", "땄", "땅", "땋", "때", "땍", "땐", "땔", "땜", "땟", "땠", "땡", "떄", "떠", "떡", "떤", "떨", "떪", "떫", "떳", "떴", "떵", "떻", "떼", "떽", "뗀", "뗄", "뗌", "뗏", "뗐", "또", "똑", "똘", "똠", "똥", "똬", "뙤", "뚜", "뚝", "뚤", "뚫", "뚱", "뛰", "뛴", "뛸", "뜀", "뜁", "뜨", "뜩", "뜬", "뜯", "뜰", "뜸", "뜹", "뜻", "띄", "띈", "띌", "띔", "띕", "띠", "띤", "띨", "띰", "띳", "띵", "라", "락", "란", "랄", "람", "랍", "랏", "랐", "랑", "랖", "랗", "래", "랙", "랜", "랠", "램", "랩", "랫", "랬", "랭", "랴", "략", "럅", "럇", "량", "럐", "러", "럭", "런", "럴", "럼", "럽", "럿", "렀", "렁", "렇", "레", "렉", "렌", "렐", "렘", "렙", "렛", "렜", "렝", "려", "력", "련", "렬", "렴", "렵", "렷", "렸", "령", "례", "롄", "로", "록", "론", "롤", "롬", "롭", "롯", "롱", "롷", "롸", "뢰", "뢴", "뢸", "룁", "료", "룡", "루", "룩", "룬", "룰", "룸", "룹", "룻", "룽", "뤄", "뤈", "뤘", "뤠", "뤼", "륀", "륄", "류", "륙", "륜", "률", "륨", "륭", "르", "륵", "른", "를", "름", "릅", "릇", "릈", "릉", "릎", "리", "릭", "린", "릴", "림", "립", "릿", "링", "마", "막", "만", "많", "맏", "말", "맑", "맘", "맙", "맛", "망", "맞", "맡", "맣", "매", "맥", "맨", "맬", "맴", "맵", "맷", "맸", "맹", "맺", "먀", "먈", "머", "먹", "먼", "멀", "멈", "멉", "멋", "멍", "멎", "멓", "메", "멕", "멘", "멜", "멤", "멧", "멨", "멩", "며", "멱", "면", "멸", "몄", "명", "몇", "모", "목", "몫", "몬", "몰", "몸", "몹", "못", "몽", "뫼", "묏", "묘", "묭", "무", "묵", "묶", "문", "묻", "물", "묽", "뭄", "뭅", "뭇", "뭉", "뭍", "뭐", "뭔", "뭘", "뭡", "뭣", "뭬", "뮈", "뮌", "뮐", "뮤", "뮬", "므", "믄", "믈", "믐", "미", "믹", "민", "믿", "밀", "밈", "밉", "밋", "밌", "밍", "및", "밑", "바", "박", "밖", "반", "받", "발", "밝", "밟", "밤", "밥", "밧", "방", "밭", "배", "백", "밴", "밸", "뱀", "뱃", "뱄", "뱅", "뱉", "뱌", "버", "벅", "번", "벋", "벌", "범", "법", "벗", "벙", "벚", "베", "벡", "벤", "벨", "벱", "벳", "벴", "벵", "벼", "벽", "변", "별", "볍", "볏", "볐", "병", "볕", "보", "복", "볶", "본", "볼", "봄", "봅", "봇", "봉", "봐", "봘", "봤", "봬", "뵀", "뵈", "뵌", "뵐", "뵙", "뵤", "부", "북", "분", "불", "붉", "붐", "붑", "붓", "붕", "붗", "붙", "붜", "붸", "뷔", "뷰", "뷸", "브", "븐", "블", "븝", "븟", "븡", "비", "빅", "빈", "빌", "빔", "빕", "빗", "빙", "빚", "빛", "빠", "빡", "빤", "빨", "빰", "빱", "빳", "빴", "빵", "빻", "빼", "빽", "뺀", "뺃", "뺄", "뺌", "뺍", "뺏", "뺐", "뺑", "뺘", "뺨", "뺴", "뻐", "뻑", "뻔", "뻗", "뻘", "뻣", "뻤", "뻥", "뻬", "뼈", "뼉", "뼘", "뼛", "뼜", "뽀", "뽁", "뽈", "뽐", "뽑", "뽕", "뽜", "뾰", "뾱", "뿅", "뿌", "뿍", "뿐", "뿔", "뿜", "뿟", "뿡", "쀼", "쁘", "쁙", "쁜", "쁠", "쁨", "쁩", "삐", "삑", "삔", "삘", "삣", "삤", "삥", "사", "삭", "삯", "산", "살", "삶", "삼", "삽", "삿", "샀", "상", "샅", "새", "색", "샌", "샐", "샘", "샛", "샜", "생", "샤", "샥", "샨", "샬", "샴", "샵", "샷", "샹", "섀", "서", "석", "섞", "선", "섣", "설", "섬", "섭", "섯", "섰", "성", "섶", "세", "섹", "센", "셀", "셈", "셉", "셋", "셌", "셍", "셔", "션", "셜", "셤", "셧", "셨", "셩", "셰", "셴", "셸", "솀", "소", "속", "솎", "손", "솔", "솜", "솝", "솟", "송", "솥", "솦", "솨", "쇄", "쇠", "쇳", "쇼", "쇽", "숀", "숄", "숍", "숏", "숑", "수", "숙", "순", "숟", "술", "숨", "숫", "숭", "숯", "숱", "숲", "숴", "쉈", "쉐", "쉘", "쉠", "쉣", "쉬", "쉭", "쉰", "쉴", "쉼", "쉽", "쉿", "슁", "슈", "슉", "슌", "슐", "슘", "슙", "슛", "슝", "스", "슥", "슨", "슬", "슭", "슴", "습", "슷", "승", "싄", "시", "식", "신", "싣", "실", "싫", "심", "십", "싯", "싰", "싱", "싶", "싸", "싹", "싼", "쌀", "쌈", "쌉", "쌌", "쌍", "쌓", "쌔", "쌕", "쌘", "쌤", "쌩", "쌰", "써", "썩", "썬", "썰", "썸", "썹", "썼", "썽", "쎄", "쎈", "쏘", "쏙", "쏜", "쏟", "쏠", "쏩", "쏭", "쏴", "쐈", "쐐", "쐬", "쐰", "쐴", "쑤", "쑥", "쑨", "쑴", "쒀", "쒔", "쓰", "쓱", "쓴", "쓸", "씀", "씁", "씌", "씐", "씨", "씩", "씬", "씰", "씸", "씹", "씻", "씽", "아", "악", "안", "앉", "않", "알", "앎", "앓", "암", "압", "앖", "앗", "았", "앙", "앝", "앞", "애", "액", "앤", "앨", "앰", "앱", "앳", "앴", "앵", "야", "약", "얀", "얄", "얇", "얌", "얍", "얏", "양", "얕", "얗", "얘", "얜", "얬", "어", "억", "언", "얹", "얻", "얼", "얽", "엄", "업", "없", "엇", "었", "엉", "엊", "엌", "엎", "에", "엑", "엔", "엘", "엠", "엡", "엣", "엥", "여", "역", "엮", "연", "열", "엶", "엷", "엸", "염", "엽", "엾", "엿", "였", "영", "옂", "옅", "옆", "옇", "예", "옌", "옐", "옙", "옛", "옝", "오", "옥", "온", "올", "옭", "옮", "옳", "옴", "옵", "옷", "옹", "옻", "와", "왁", "완", "왈", "왑", "왓", "왔", "왕", "왜", "왠", "왤", "왱", "외", "왼", "욀", "요", "욕", "욘", "욧", "용", "우", "욱", "운", "울", "움", "웁", "웃", "웅", "워", "웍", "원", "월", "웜", "웠", "웡", "웨", "웩", "웬", "웰", "웹", "위", "윅", "윈", "윌", "윗", "윙", "유", "육", "윤", "율", "윳", "융", "으", "윽", "은", "을", "읊", "음", "읍", "읏", "응", "의", "읜", "이", "익", "인", "읻", "일", "읽", "잃", "임", "입", "잇", "있", "잉", "잊", "잎", "자", "작", "잔", "잖", "잘", "잠", "잡", "잣", "잤", "장", "잦", "재", "잭", "잰", "잴", "잼", "잽", "잿", "쟀", "쟁", "쟈", "쟌", "쟐", "쟜", "쟝", "쟤", "쟨", "저", "적", "전", "절", "젊", "점", "접", "젓", "정", "젖", "제", "젝", "젠", "젤", "젬", "젭", "젯", "져", "젼", "졀", "졈", "졋", "졌", "졍", "조", "족", "존", "졸", "좀", "좁", "종", "좆", "좇", "좋", "좌", "좍", "좔", "죄", "죈", "죌", "죗", "죠", "죤", "주", "죽", "준", "줄", "줌", "줍", "줏", "중", "줘", "줬", "줴", "쥐", "쥔", "쥘", "쥡", "쥬", "쥴", "즈", "즉", "즌", "즐", "즘", "즙", "증", "지", "직", "진", "질", "짊", "짐", "집", "짓", "징", "짖", "짙", "짚", "짜", "짝", "짠", "짢", "짤", "짧", "짬", "짭", "짰", "짱", "째", "짹", "짼", "쨈", "쨌", "쨍", "쨔", "쨩", "쨰", "쩄", "쩌", "쩍", "쩎", "쩐", "쩔", "쩜", "쩝", "쩡", "쩨", "쪄", "쪘", "쪼", "쪽", "쫀", "쫄", "쫌", "쫑", "쫒", "쫓", "쫘", "쫙", "쬐", "쬔", "쬘", "쭈", "쭉", "쭌", "쭐", "쭘", "쭙", "쭝", "쭤", "쭸", "쮜", "쮸", "쯔", "쯤", "쯧", "찌", "찍", "찐", "찔", "찜", "찝", "찡", "찢", "찧", "차", "착", "찬", "찮", "찰", "참", "찹", "찻", "찼", "창", "찾", "채", "책", "챆", "챈", "챌", "챔", "챕", "챗", "챘", "챙", "챠", "챤", "처", "척", "천", "철", "첨", "첩", "첫", "청", "체", "첸", "첼", "쳇", "쳐", "쳣", "쳤", "초", "촉", "촌", "촐", "촘", "촙", "촛", "총", "촤", "촥", "촬", "최", "쵯", "쵸", "춈", "춉", "추", "축", "춘", "출", "춤", "춥", "춧", "충", "춰", "춸", "췄", "췌", "취", "췬", "췻", "츄", "츈", "츕", "츠", "측", "츤", "츨", "츰", "츳", "층", "치", "칙", "친", "칠", "침", "칩", "칫", "칭", "카", "칵", "칸", "칼", "캄", "캅", "캇", "캉", "캐", "캑", "캔", "캘", "캠", "캡", "캣", "캤", "캥", "캬", "캭", "캴", "컁", "커", "컥", "컨", "컫", "컬", "컴", "컵", "컷", "컸", "컹", "케", "켁", "켄", "켈", "켓", "켕", "켜", "켠", "켤", "켰", "코", "콕", "콘", "콜", "콤", "콥", "콧", "콩", "콰", "콱", "콸", "쾅", "쾌", "쾡", "쾨", "쾰", "쿄", "쿠", "쿡", "쿤", "쿨", "쿰", "쿵", "쿼", "퀀", "퀄", "퀘", "퀭", "퀴", "퀵", "퀸", "퀼", "큄", "큇", "큐", "큘", "큥", "크", "큭", "큰", "클", "큼", "큽", "큿", "킁", "키", "킥", "킨", "킬", "킴", "킵", "킷", "킹", "타", "탁", "탄", "탈", "탉", "탐", "탑", "탓", "탔", "탕", "태", "택", "탠", "탤", "탬", "탭", "탯", "탰", "탱", "터", "턱", "턴", "털", "텀", "텁", "텃", "텄", "텅", "테", "텍", "텐", "텔", "템", "텝", "텟", "텡", "텨", "텼", "토", "톡", "톤", "톨", "톰", "톱", "톳", "통", "퇘", "퇴", "퇸", "툇", "투", "툭", "툰", "툴", "툼", "퉁", "퉈", "퉜", "퉤", "퉷", "튀", "튄", "튈", "튕", "튜", "튤", "튬", "트", "특", "튼", "튿", "틀", "틈", "틋", "틔", "티", "틱", "틴", "틸", "팀", "팁", "팃", "팅", "파", "팍", "팎", "판", "팔", "팜", "팝", "팟", "팠", "팡", "팥", "패", "팩", "팬", "팰", "팸", "팻", "팼", "팽", "퍄", "퍼", "퍽", "펀", "펄", "펌", "펍", "펐", "펑", "페", "펙", "펜", "펠", "펨", "펩", "펫", "펭", "펴", "편", "펼", "폄", "폈", "평", "폐", "포", "폭", "폰", "폴", "폼", "폿", "퐁", "푀", "표", "푯", "푸", "푹", "푼", "풀", "품", "풉", "풋", "풍", "퓨", "퓰", "퓸", "퓻", "퓽", "프", "픈", "플", "픔", "픕", "피", "픽", "핀", "필", "핌", "핍", "핏", "핑", "하", "학", "한", "할", "핥", "함", "합", "핫", "항", "해", "핵", "핸", "핼", "햄", "햇", "했", "행", "햐", "햑", "햣", "햤", "향", "헀", "허", "헉", "헌", "헐", "헑", "험", "헙", "헛", "헝", "헣", "헤", "헥", "헨", "헬", "헴", "헵", "헷", "헹", "혀", "혁", "현", "혈", "혐", "협", "혓", "혔", "형", "혜", "호", "혹", "혼", "홀", "홈", "홉", "홋", "홍", "홑", "화", "확", "환", "활", "홧", "황", "홰", "홱", "횃", "횅", "회", "획", "횟", "횡", "효", "횬", "횻", "후", "훅", "훈", "훌", "훑", "훔", "훕", "훗", "훙", "훠", "훤", "훨", "훼", "휏", "휑", "휘", "휙", "휜", "휠", "휩", "휭", "휴", "휵", "휸", "휼", "흉", "흐", "흑", "흔", "흘", "흙", "흝", "흠", "흡", "흣", "흥", "흩", "희", "흰", "흴", "히", "힉", "힌", "힐", "힘", "힙", "힛", "힝", "車", "龜", "龜", "金", "奈", "螺", "裸", "樂", "落", "亂", "濫", "爐", "老", "露", "綠", "雷", "樂", "不", "殺", "辰", "兩", "女", "旅", "力", "歷", "年", "戀", "聯", "連", "鍊", "列", "劣", "裂", "念", "令", "零", "靈", "領", "禮", "隸", "燎", "療", "龍", "流", "六", "陸", "利", "梨", "理", "燐", "鱗", "臨", "立", "粒", "茶", "刺", "宅", "洞", "暴", "降", "！", "＆", "＇", "（", "）", "＊", "＋", "，", "．", "８", "：", "＜", "＝", "＞", "＼", "｀", "｜", "～", "￥", "￦"]