["\n", " ", "!", "\"", "#", "$", "%", "&", "'", "(", ")", "*", "+", ",", "-", ".", "/", "0", "1", "2", "3", "4", "5", "6", "7", "8", "9", ":", ";", "<", "=", ">", "?", "@", "A", "B", "C", "D", "E", "F", "G", "H", "I", "J", "K", "L", "M", "N", "O", "P", "Q", "R", "S", "T", "U", "V", "W", "X", "Y", "Z", "[", "\\", "]", "^", "_", "`", "a", "b", "c", "d", "e", "f", "g", "h", "i", "j", "k", "l", "m", "n", "o", "p", "q", "r", "s", "t", "u", "v", "w", "x", "y", "z", "|", "~", "´", "·", "×", "÷", "ᅠ", "–", "—", "―", "‘", "’", "“", "”", "†", "•", "․", "…", "‧", "※", "ⅰ", "ⅱ", "ⅲ", "ⅳ", "↑", "⇒", "∞", "∼", "≠", "≪", "≫", "─", "│", "■", "□", "▲", "△", "▶", "▼", "◆", "◇", "◈", "○", "◎", "●", "◯", "★", "☆", "♀", "♂", "♠", "♡", "♥", "⦁", "　", "、", "。", "々", "〆", "〇", "〈", "〉", "《", "》", "「", "」", "『", "』", "【", "】", "〜", "〝", "〟", "ぁ", "あ", "ぃ", "い", "ぅ", "う", "ぇ", "え", "ぉ", "お", "か", "が", "き", "ぎ", "く", "ぐ", "け", "げ", "こ", "ご", "さ", "ざ", "し", "じ", "す", "ず", "せ", "ぜ", "そ", "ぞ", "た", "だ", "ち", "ぢ", "っ", "つ", "づ", "て", "で", "と", "ど", "な", "に", "ぬ", "ね", "の", "は", "ば", "ぱ", "ひ", "び", "ぴ", "ふ", "ぶ", "ぷ", "へ", "べ", "ぺ", "ほ", "ぼ", "ぽ", "ま", "み", "む", "め", "も", "ゃ", "や", "ゅ", "ゆ", "ょ", "よ", "ら", "り", "る", "れ", "ろ", "ゎ", "わ", "ゐ", "ゑ", "を", "ん", "ゔ", "゙", "゛", "゠", "ァ", "ア", "ィ", "イ", "ゥ", "ウ", "ェ", "エ", "ォ", "オ", "カ", "ガ", "キ", "ギ", "ク", "グ", "ケ", "ゲ", "コ", "ゴ", "サ", "ザ", "シ", "ジ", "ス", "ズ", "セ", "ゼ", "ソ", "ゾ", "タ", "ダ", "チ", "ヂ", "ッ", "ツ", "ヅ", "テ", "デ", "ト", "ド", "ナ", "ニ", "ヌ", "ネ", "ノ", "ハ", "バ", "パ", "ヒ", "ビ", "ピ", "フ", "ブ", "プ", "ヘ", "ベ", "ペ", "ホ", "ボ", "ポ", "マ", "ミ", "ム", "メ", "モ", "ャ", "ヤ", "ュ", "ユ", "ョ", "ヨ", "ラ", "リ", "ル", "レ", "ロ", "ワ", "ヰ", "ヲ", "ン", "ヴ", "ヵ", "ヶ", "・", "ー", "ㄱ", "ㄴ", "ㄷ", "ㄹ", "ㅁ", "ㅂ", "ㅅ", "ㅆ", "ㅇ", "ㅈ", "ㅊ", "ㅋ", "ㅌ", "ㅎ", "ㅏ", "ㅓ", "ㅔ", "ㅕ", "ㅗ", "ㅛ", "ㅠ", "ㅡ", "ㅣ", "ㅤ", "ㆍ", "㎝", "㎞", "一", "丁", "七", "万", "丈", "三", "上", "下", "不", "与", "丑", "且", "世", "丘", "丙", "丞", "両", "並", "中", "串", "丸", "丹", "主", "丼", "乃", "久", "之", "乏", "乖", "乗", "乘", "乙", "九", "乞", "也", "乱", "乳", "乾", "亀", "亂", "了", "予", "争", "事", "二", "云", "互", "五", "井", "亘", "些", "亜", "亞", "亡", "交", "亥", "享", "京", "亭", "亮", "人", "仁", "仄", "仇", "今", "介", "仏", "仔", "仕", "他", "仗", "付", "仙", "代", "令", "以", "仮", "仰", "仲", "件", "任", "企", "伊", "伍", "伎", "伏", "伐", "休", "会", "伝", "伯", "伴", "伶", "伸", "伺", "似", "伽", "佃", "但", "佇", "位", "低", "住", "佐", "佑", "体", "何", "佗", "余", "佛", "作", "佞", "佩", "佳", "併", "使", "侃", "來", "例", "侍", "侘", "供", "依", "侠", "価", "侭", "侮", "侯", "侵", "侶", "便", "係", "促", "俄", "俊", "俎", "俐", "俗", "保", "俟", "俠", "信", "俣", "修", "俯", "俱", "俳", "俵", "俸", "俺", "倅", "倆", "倉", "個", "倍", "倒", "倖", "候", "借", "倣", "値", "倦", "倫", "倭", "倶", "倹", "偃", "假", "偉", "偏", "做", "停", "健", "偲", "側", "偵", "偶", "偽", "傀", "傅", "傍", "傑", "傕", "傘", "備", "催", "傭", "傲", "傳", "債", "傷", "傾", "僅", "働", "像", "僑", "僕", "僚", "僞", "僥", "僧", "僭", "僵", "價", "僻", "儀", "儂", "億", "儒", "儘", "儚", "償", "儡", "優", "儲", "儺", "允", "元", "兄", "充", "兆", "兇", "先", "光", "克", "免", "兎", "児", "兒", "党", "兜", "入", "內", "全", "兩", "八", "公", "六", "共", "兵", "其", "具", "典", "兼", "内", "円", "冊", "再", "冑", "冒", "冗", "写", "冠", "冤", "冥", "冨", "冬", "冰", "冴", "冶", "冷", "冽", "凄", "准", "凉", "凋", "凌", "凍", "凛", "凜", "凝", "几", "凡", "処", "凧", "凪", "凭", "凯", "凰", "凱", "凶", "凸", "凹", "出", "函", "刀", "刃", "分", "切", "刈", "刊", "刎", "刑", "刕", "列", "初", "判", "別", "利", "刮", "到", "刳", "制", "刷", "券", "刹", "刺", "刻", "剃", "剄", "則", "削", "剋", "剌", "前", "剖", "剛", "剝", "剣", "剤", "剥", "剩", "剪", "副", "剰", "剱", "割", "創", "剽", "劇", "劈", "劉", "劍", "劑", "劒", "劔", "力", "功", "加", "劣", "助", "努", "劫", "劭", "励", "労", "効", "劾", "勁", "勃", "勅", "勇", "勉", "勒", "動", "勘", "務", "勝", "募", "勢", "勤", "勧", "勲", "勳", "勾", "勿", "匂", "包", "匈", "匍", "匐", "匕", "化", "北", "匙", "匠", "匡", "匣", "匪", "匹", "区", "医", "匿", "區", "十", "千", "升", "午", "半", "卍", "卑", "卒", "卓", "協", "南", "単", "博", "卜", "占", "卦", "卯", "印", "危", "即", "却", "卵", "卷", "卸", "卽", "卿", "厄", "厘", "厚", "原", "厠", "厨", "厩", "厭", "厳", "去", "参", "參", "又", "叉", "及", "友", "双", "反", "収", "叔", "取", "受", "叙", "叛", "叡", "叢", "口", "古", "句", "叩", "只", "叫", "召", "叭", "可", "台", "叱", "史", "右", "叶", "号", "司", "吃", "各", "合", "吉", "吊", "同", "名", "后", "吏", "吐", "向", "君", "吝", "吞", "吟", "吠", "否", "含", "吶", "吸", "吹", "吻", "吼", "吽", "吾", "呂", "呆", "呈", "呉", "告", "呑", "呟", "周", "呪", "味", "呵", "呷", "呻", "呼", "命", "咀", "咄", "咆", "和", "咎", "咒", "咤", "咥", "咫", "咬", "咲", "咳", "咽", "哀", "品", "哂", "哄", "哈", "哉", "員", "哥", "哨", "哭", "哮", "哲", "哺", "哿", "唄", "唆", "唇", "唐", "唖", "唯", "唱", "唸", "唾", "啀", "啄", "商", "問", "啓", "啖", "啜", "啞", "啼", "喀", "善", "喇", "喉", "喊", "喋", "喘", "喚", "喜", "喝", "喧", "喩", "喪", "喫", "單", "喰", "営", "嗄", "嗅", "嗇", "嗚", "嗜", "嗟", "嗣", "嗤", "嗾", "嘆", "嘉", "嘔", "嘗", "嘘", "嘩", "嘯", "嘱", "嘲", "嘴", "嘶", "噂", "噌", "噎", "噓", "噛", "噤", "器", "噪", "噲", "噴", "噺", "嚆", "嚇", "嚙", "嚢", "嚥", "嚮", "嚼", "囀", "囁", "囂", "囃", "囊", "囓", "囚", "四", "回", "因", "団", "囮", "困", "囲", "図", "固", "国", "圃", "圄", "圈", "國", "圏", "園", "圓", "圖", "團", "圜", "土", "圧", "在", "圭", "地", "址", "坂", "均", "坊", "坐", "坑", "坤", "坦", "坩", "坪", "垂", "型", "垓", "垢", "垣", "埃", "埋", "城", "埒", "埓", "域", "埠", "埴", "執", "培", "基", "埼", "堀", "堂", "堅", "堆", "堊", "堕", "堝", "堡", "堤", "堪", "堯", "堰", "報", "場", "堵", "堺", "塀", "塁", "塊", "塑", "塒", "塔", "塗", "塚", "塞", "塡", "塩", "填", "塵", "塹", "塾", "境", "墓", "増", "墜", "增", "墟", "墨", "墮", "墳", "墾", "壁", "壇", "壊", "壌", "壓", "壕", "壜", "壞", "壤", "士", "壬", "壮", "壯", "声", "壱", "売", "壷", "壹", "壺", "変", "夏", "夕", "外", "多", "夜", "夢", "夥", "大", "天", "太", "夫", "夭", "央", "失", "夷", "夾", "奄", "奇", "奈", "奉", "奏", "契", "奔", "套", "奘", "奢", "奥", "奧", "奨", "奪", "奬", "奮", "女", "奴", "奸", "好", "如", "妃", "妄", "妊", "妓", "妖", "妙", "妥", "妨", "妬", "妲", "妹", "妻", "妾", "姉", "始", "姐", "姑", "姓", "委", "姚", "姜", "姥", "姦", "姪", "姫", "姬", "姶", "姻", "姿", "威", "娑", "娘", "娠", "娩", "娯", "娶", "娼", "婆", "婉", "婚", "婢", "婦", "婿", "媒", "媚", "媛", "媤", "媧", "媽", "嫁", "嫉", "嫋", "嫌", "嫡", "嫣", "嬉", "嬌", "嬢", "嬪", "嬰", "嬲", "孃", "子", "孔", "孕", "字", "存", "孝", "孟", "季", "孤", "学", "孫", "孵", "學", "孼", "宅", "宇", "守", "安", "宋", "完", "宏", "宕", "宗", "官", "宙", "定", "宛", "宜", "宝", "実", "客", "宣", "室", "宥", "宦", "宮", "宰", "害", "宴", "宵", "家", "容", "宿", "寂", "寄", "寅", "密", "寇", "富", "寒", "寓", "寛", "寝", "寞", "察", "寡", "寢", "寥", "實", "寧", "審", "寫", "寮", "寵", "寶", "寸", "寺", "対", "寿", "封", "専", "射", "将", "將", "專", "尉", "尊", "尋", "對", "導", "小", "少", "尖", "尙", "尚", "尤", "就", "尸", "尹", "尺", "尻", "尼", "尽", "尾", "尿", "局", "屁", "居", "屈", "届", "屋", "屍", "屏", "屑", "屓", "展", "屛", "属", "屠", "層", "履", "屬", "屯", "山", "屹", "岐", "岡", "岩", "岬", "岳", "岸", "峙", "峠", "峡", "峨", "峯", "峰", "島", "峻", "崇", "崎", "崑", "崖", "崗", "崙", "崩", "嵌", "嵐", "嵩", "嵯", "嶋", "嶺", "嶼", "嶽", "巌", "巖", "川", "州", "巡", "巢", "巣", "工", "左", "巧", "巨", "巫", "差", "己", "已", "巳", "巴", "巷", "巻", "巾", "市", "布", "帆", "希", "帖", "帙", "帛", "帝", "帥", "師", "席", "帯", "帰", "帳", "帶", "帷", "常", "帽", "幀", "幅", "幇", "幌", "幕", "幟", "幡", "幣", "干", "平", "年", "幸", "幹", "幻", "幼", "幽", "幾", "庁", "広", "庄", "庇", "床", "序", "底", "店", "府", "度", "座", "庫", "庭", "庵", "庶", "康", "庸", "廃", "廉", "廊", "廏", "廓", "廟", "廠", "廢", "廣", "廬", "廳", "延", "廷", "建", "廻", "廼", "弁", "弄", "弉", "弊", "弋", "弌", "式", "弐", "弑", "弓", "弔", "引", "弖", "弘", "弛", "弟", "弥", "弦", "弧", "弩", "弱", "張", "強", "强", "弼", "弾", "彈", "彌", "当", "彗", "彙", "形", "彦", "彧", "彩", "彫", "彭", "彰", "影", "彷", "役", "彼", "彿", "往", "征", "径", "待", "徊", "律", "後", "徐", "徒", "従", "得", "徘", "從", "御", "徨", "復", "循", "微", "徳", "徴", "德", "徹", "徽", "心", "必", "忉", "忌", "忍", "忖", "志", "忘", "忙", "応", "忠", "快", "念", "忸", "忽", "怒", "怖", "怙", "怜", "思", "怠", "急", "性", "怨", "怩", "怪", "怯", "恃", "恋", "恍", "恐", "恒", "恕", "恙", "恚", "恢", "恣", "恤", "恥", "恨", "恩", "恫", "恬", "恭", "息", "恰", "恵", "悄", "悅", "悉", "悍", "悔", "悖", "悟", "悠", "患", "悦", "悧", "悩", "悪", "悲", "悴", "悶", "悸", "悼", "情", "惇", "惑", "惚", "惜", "惟", "惡", "惣", "惧", "惨", "惰", "惱", "想", "惶", "惹", "惺", "愁", "愉", "意", "愕", "愚", "愛", "感", "愧", "愴", "愾", "慄", "慇", "慈", "態", "慌", "慎", "慕", "慘", "慚", "慟", "慢", "慣", "慧", "慨", "慮", "慰", "慶", "憂", "憊", "憎", "憐", "憑", "憔", "憚", "憤", "憧", "憩", "憫", "憬", "憮", "憲", "憶", "憺", "憾", "懃", "懇", "應", "懊", "懐", "懣", "懦", "懲", "懸", "懺", "懼", "戀", "戈", "戌", "戎", "成", "我", "戒", "戔", "或", "戚", "戟", "戢", "戦", "截", "戮", "戯", "戰", "戱", "戴", "戶", "戸", "戻", "房", "所", "扁", "扇", "扈", "扉", "手", "才", "打", "払", "托", "扮", "扱", "扶", "批", "扼", "承", "技", "抄", "抉", "把", "抑", "抓", "投", "抗", "折", "抜", "択", "披", "抱", "抵", "抹", "押", "抽", "拂", "担", "拇", "拉", "拌", "拍", "拐", "拒", "拓", "拔", "拗", "拘", "拙", "招", "拜", "拝", "拠", "拡", "括", "拭", "拮", "拱", "拳", "拵", "拶", "拷", "拾", "拿", "持", "指", "按", "挑", "挙", "挟", "挨", "挫", "振", "挺", "挽", "挿", "捉", "捌", "捏", "捕", "捗", "捜", "捥", "捧", "捨", "捩", "据", "捲", "捷", "捺", "捻", "掃", "授", "掌", "掏", "排", "掘", "掛", "掟", "掠", "採", "探", "掣", "接", "控", "推", "掩", "措", "掬", "掲", "掴", "掻", "揃", "揄", "揆", "揉", "描", "提", "揖", "揚", "換", "握", "揮", "援", "揶", "揺", "損", "搔", "搗", "搜", "搦", "搬", "搭", "携", "搾", "摂", "摑", "摘", "摠", "摩", "摯", "摸", "摺", "撃", "撒", "撓", "撚", "撞", "撤", "撥", "撫", "播", "撮", "撰", "撲", "撹", "撻", "撼", "擁", "擂", "擅", "擊", "操", "擢", "擦", "擬", "擱", "擲", "擽", "擾", "攀", "攘", "攣", "攪", "攫", "支", "收", "改", "攻", "放", "政", "故", "效", "敍", "敎", "敏", "救", "敗", "教", "敢", "散", "敦", "敬", "数", "敲", "整", "敵", "敷", "數", "斂", "斃", "文", "斉", "斎", "斐", "斑", "斗", "料", "斜", "斟", "斡", "斤", "斥", "斧", "斬", "断", "斯", "新", "斷", "方", "於", "施", "旅", "旋", "族", "旗", "既", "旣", "日", "旦", "旧", "旨", "早", "旬", "旭", "旺", "昂", "昆", "昇", "昊", "昌", "明", "昏", "易", "昔", "昕", "星", "映", "春", "昧", "昨", "昭", "是", "昱", "昴", "昵", "昻", "昼", "時", "晃", "晄", "晋", "晒", "晝", "晦", "晩", "普", "景", "晰", "晳", "晴", "晶", "智", "暁", "暇", "暈", "暉", "暑", "暖", "暗", "暢", "暦", "暫", "暮", "暴", "曆", "曇", "曉", "曖", "曙", "曜", "曝", "曰", "曲", "曳", "更", "書", "曹", "曼", "曽", "曾", "替", "最", "會", "月", "有", "朋", "服", "朔", "朕", "朗", "望", "朝", "期", "朦", "朧", "木", "未", "末", "本", "札", "朱", "朴", "朶", "机", "朽", "杉", "李", "杏", "材", "村", "杓", "杖", "杜", "杞", "束", "条", "来", "杭", "杯", "東", "杳", "杵", "杷", "松", "板", "枇", "析", "枕", "林", "枚", "果", "枝", "枠", "枡", "枢", "枯", "架", "枷", "柄", "柊", "柏", "某", "柑", "染", "柔", "柘", "柚", "柝", "柩", "柱", "柳", "柴", "柵", "査", "柿", "栃", "栄", "栅", "栓", "栖", "栗", "栞", "校", "株", "核", "根", "格", "栽", "桁", "桂", "桃", "框", "案", "桐", "桑", "桔", "桜", "桟", "桧", "桶", "桿", "梁", "梃", "梅", "梓", "梗", "條", "梟", "梢", "梧", "梨", "梯", "械", "梱", "梳", "梵", "梶", "棄", "棋", "棍", "棒", "棗", "棘", "棚", "棟", "棣", "森", "棲", "棹", "棺", "椀", "椅", "椋", "植", "椎", "椒", "椚", "椛", "検", "椰", "椿", "楊", "楓", "楔", "楕", "楚", "楝", "楠", "業", "楯", "極", "楼", "楽", "概", "榊", "榎", "榛", "榜", "榧", "榮", "榴", "槃", "構", "槌", "槍", "槎", "様", "槙", "槪", "槻", "槽", "樂", "樊", "樋", "樒", "樓", "標", "模", "樣", "権", "横", "樫", "樵", "樹", "樺", "樽", "橋", "橘", "橙", "機", "橫", "檀", "檄", "檎", "檜", "檢", "檣", "檬", "檸", "檻", "櫂", "櫃", "櫓", "櫛", "櫻", "欄", "權", "欒", "欠", "次", "欣", "欧", "欲", "欺", "款", "歇", "歌", "歎", "歓", "止", "正", "此", "步", "武", "歩", "歪", "歯", "歲", "歳", "歴", "歷", "歸", "死", "殃", "殆", "殉", "殊", "残", "殖", "殘", "殲", "殴", "段", "殷", "殺", "殻", "殼", "殿", "毀", "毅", "母", "毎", "毒", "比", "毘", "毛", "毟", "毫", "毬", "毯", "氈", "氏", "民", "気", "氣", "水", "氷", "永", "氾", "汀", "汁", "求", "汎", "汐", "汗", "汚", "汝", "汞", "江", "池", "汰", "汲", "決", "汽", "沁", "沃", "沈", "沌", "沐", "沒", "沓", "沖", "沙", "沛", "没", "沢", "沫", "沮", "沱", "河", "沸", "油", "治", "沼", "沽", "沿", "況", "泄", "泉", "泊", "泌", "法", "泡", "波", "泣", "泥", "注", "泰", "泳", "洋", "洒", "洗", "洛", "洞", "洟", "津", "洩", "洪", "洲", "洸", "活", "派", "流", "浄", "浅", "浚", "浜", "浦", "浩", "浪", "浮", "浴", "海", "浸", "涅", "消", "涌", "涎", "涙", "涛", "涜", "涯", "液", "涸", "涼", "淀", "淆", "淋", "淑", "淘", "淡", "淨", "淫", "淮", "深", "淳", "淵", "混", "淸", "淹", "淺", "添", "淼", "清", "渇", "済", "渉", "渋", "渓", "渚", "減", "渠", "渡", "渦", "温", "測", "港", "渺", "渾", "湊", "湖", "湘", "湛", "湧", "湯", "湾", "湿", "満", "溌", "源", "準", "溜", "溝", "溢", "溥", "溫", "溶", "溺", "滂", "滅", "滋", "滑", "滓", "滔", "滝", "滞", "滮", "滯", "滲", "滴", "滸", "滾", "滿", "漁", "漂", "漆", "漉", "漏", "演", "漕", "漠", "漢", "漣", "漫", "漬", "漱", "漲", "漸", "漿", "潑", "潔", "潛", "潜", "潟", "潤", "潭", "潮", "潰", "澁", "澄", "澤", "澪", "澱", "澹", "激", "濁", "濃", "濘", "濛", "濟", "濠", "濡", "濤", "濫", "濯", "濱", "濾", "瀆", "瀉", "瀑", "瀕", "瀟", "瀧", "瀨", "瀬", "瀾", "灌", "灘", "灣", "火", "灯", "灰", "灸", "灼", "災", "炉", "炊", "炎", "炒", "炙", "炫", "炬", "炭", "炮", "炯", "炸", "点", "為", "烈", "烏", "烙", "烹", "烽", "焉", "焔", "焙", "焚", "無", "焦", "焰", "焱", "然", "焼", "煉", "煌", "煎", "煙", "煤", "照", "煩", "煬", "煮", "煽", "熊", "熏", "熒", "熔", "熟", "熨", "熱", "熾", "燃", "燈", "燎", "燐", "燒", "燕", "燗", "燚", "營", "燥", "燦", "燧", "燭", "燵", "燻", "燼", "燿", "爆", "爍", "爐", "爛", "爨", "爪", "爬", "爲", "爵", "父", "爸", "爺", "爽", "爾", "牆", "片", "版", "牌", "牒", "牙", "牛", "牝", "牟", "牡", "牢", "牧", "物", "牲", "特", "牽", "犀", "犂", "犇", "犠", "犬", "犯", "状", "狀", "狂", "狄", "狐", "狒", "狗", "狙", "狛", "狡", "狢", "狩", "独", "狭", "狸", "狹", "狼", "狽", "猊", "猛", "猜", "猟", "猥", "猩", "猪", "猫", "献", "猴", "猶", "猾", "猿", "獄", "獅", "獏", "獣", "獨", "獪", "獰", "獲", "獵", "獸", "獺", "獻", "玄", "率", "玉", "王", "玖", "玩", "玲", "玻", "珀", "珂", "珈", "珊", "珍", "珠", "珪", "班", "現", "球", "琅", "理", "琉", "琢", "琥", "琲", "琳", "琴", "琵", "琶", "瑕", "瑙", "瑚", "瑛", "瑜", "瑞", "瑠", "瑣", "瑪", "瑰", "璃", "璧", "環", "璽", "瓊", "瓏", "瓜", "瓢", "瓦", "瓶", "甕", "甘", "甚", "生", "産", "甥", "甦", "用", "田", "由", "甲", "申", "男", "町", "画", "界", "畏", "畑", "畔", "留", "畜", "畝", "畠", "畢", "略", "畦", "番", "畫", "異", "畳", "畵", "當", "畷", "畿", "疇", "疋", "疎", "疏", "疑", "疚", "疫", "疱", "疲", "疵", "疹", "疼", "疾", "病", "症", "痍", "痒", "痔", "痕", "痙", "痛", "痢", "痣", "痩", "痰", "痲", "痴", "痹", "痺", "瘍", "瘡", "瘤", "瘦", "瘧", "瘴", "療", "癇", "癌", "癒", "癖", "癪", "発", "登", "發", "白", "百", "的", "皆", "皇", "皐", "皓", "皙", "皮", "皴", "皹", "皺", "皿", "盂", "盃", "盆", "益", "盗", "盛", "盜", "盟", "監", "盤", "盥", "盧", "盪", "目", "盲", "直", "相", "盾", "省", "眇", "眈", "眉", "看", "県", "眞", "真", "眠", "眦", "眩", "眷", "眸", "眺", "眼", "着", "睛", "睟", "睡", "督", "睥", "睦", "睨", "睫", "睾", "瞋", "瞑", "瞞", "瞠", "瞥", "瞬", "瞭", "瞰", "瞳", "瞼", "矛", "矜", "矢", "知", "矩", "短", "矮", "矯", "石", "砂", "研", "砕", "砥", "砦", "砲", "破", "砺", "硝", "硫", "硬", "硯", "碁", "碇", "碌", "碍", "碎", "碑", "碓", "碗", "碧", "碭", "確", "磁", "磊", "磋", "磐", "磔", "磚", "磨", "磯", "礁", "礎", "礫", "示", "礼", "社", "祀", "祁", "祇", "祈", "祉", "祐", "祓", "祕", "祖", "祚", "祝", "神", "祟", "祠", "祢", "祥", "票", "祭", "祲", "祷", "禁", "禄", "禅", "禊", "禍", "禎", "福", "禮", "禱", "禳", "禽", "禿", "秀", "私", "秂", "秋", "科", "秒", "秘", "租", "秣", "秤", "秦", "秩", "称", "移", "稀", "程", "税", "稚", "稜", "稟", "種", "稱", "稲", "稼", "稽", "稿", "穀", "穂", "積", "穏", "穢", "穣", "穫", "穰", "穴", "究", "穹", "空", "穽", "穿", "突", "窃", "窄", "窈", "窒", "窓", "窘", "窟", "窩", "窪", "窮", "窯", "窶", "窺", "竄", "竈", "立", "站", "竜", "竟", "章", "童", "竦", "竪", "端", "競", "竹", "竺", "竿", "笈", "笊", "笏", "笑", "笙", "笛", "笠", "笥", "符", "第", "笹", "筅", "筆", "筈", "等", "筋", "筍", "筏", "筐", "筑", "筒", "答", "策", "筵", "筺", "箇", "箋", "箍", "箒", "箔", "箕", "算", "箝", "管", "箪", "箭", "箱", "箴", "箸", "節", "篁", "範", "篇", "築", "篝", "篠", "篤", "篩", "篭", "簀", "簒", "簞", "簡", "簪", "簾", "簿", "籃", "籍", "籐", "籠", "籤", "籲", "米", "籾", "粉", "粋", "粒", "粕", "粗", "粘", "粛", "粟", "粥", "粧", "精", "糊", "糖", "糜", "糞", "糠", "糧", "糸", "糺", "系", "糾", "紀", "約", "紅", "紆", "紋", "納", "紐", "純", "紗", "紘", "紙", "級", "紛", "素", "紡", "索", "紫", "紬", "累", "細", "紳", "紹", "紺", "終", "絃", "組", "絆", "経", "結", "絞", "絡", "絢", "給", "絨", "統", "絲", "絵", "絶", "絹", "經", "継", "続", "綜", "綠", "綬", "維", "綯", "綰", "綱", "網", "綴", "綸", "綺", "綻", "綽", "綾", "綿", "緊", "緋", "総", "緑", "緒", "緖", "緘", "線", "緞", "締", "緣", "編", "緩", "緯", "練", "緻", "縁", "縄", "縊", "縋", "縒", "縛", "縞", "縣", "縦", "縫", "縮", "縱", "縲", "縷", "縺", "總", "績", "繁", "繃", "繊", "繋", "繍", "織", "繕", "繙", "繚", "繡", "繩", "繪", "繫", "繭", "繰", "纂", "纈", "續", "纏", "纖", "缶", "缺", "罅", "罠", "罪", "置", "罰", "署", "罵", "罷", "罹", "羅", "羆", "羈", "羊", "美", "羞", "群", "羨", "義", "羯", "羹", "羽", "翁", "翅", "翌", "習", "翔", "翠", "翡", "翦", "翳", "翹", "翻", "翼", "耀", "老", "考", "耄", "者", "而", "耐", "耕", "耗", "耳", "耶", "耽", "聊", "聖", "聘", "聞", "聡", "聲", "聳", "聴", "職", "聾", "肅", "肆", "肇", "肉", "肋", "肌", "肖", "肘", "肚", "肛", "肝", "股", "肢", "肥", "肩", "肪", "肯", "育", "肴", "肺", "胃", "胆", "背", "胎", "胚", "胛", "胞", "胡", "胤", "胱", "胴", "胸", "能", "脂", "脅", "脆", "脇", "脈", "脊", "脚", "脛", "脩", "脫", "脱", "脳", "脹", "腋", "腎", "腐", "腑", "腔", "腕", "腥", "腦", "腫", "腰", "腱", "腸", "腹", "腺", "腿", "膀", "膂", "膊", "膏", "膚", "膜", "膝", "膠", "膣", "膨", "膳", "膵", "膾", "膿", "臀", "臂", "臆", "臍", "臑", "臓", "臙", "臟", "臣", "臥", "臨", "自", "臭", "至", "致", "臺", "臼", "舅", "與", "興", "舊", "舌", "舍", "舎", "舐", "舒", "舗", "舜", "舞", "舟", "航", "舫", "般", "舳", "舵", "舶", "舷", "船", "艇", "艘", "艤", "艦", "良", "艱", "色", "艶", "艷", "芋", "芒", "芙", "芝", "芥", "芦", "芭", "芯", "花", "芳", "芸", "芹", "芻", "芽", "苑", "苓", "苔", "苗", "苛", "若", "苦", "英", "苺", "茂", "范", "茄", "茅", "茉", "茎", "茘", "茜", "茣", "茨", "茫", "茴", "茶", "茸", "茹", "荀", "草", "荊", "荒", "荘", "荷", "荻", "荼", "莉", "莊", "莢", "莫", "莱", "菅", "菊", "菌", "菓", "菖", "菜", "菩", "菫", "華", "菱", "萄", "萊", "萌", "萎", "萩", "萬", "落", "葉", "著", "葛", "葡", "董", "葦", "葬", "葱", "葵", "葺", "蒐", "蒔", "蒙", "蒜", "蒲", "蒸", "蒼", "蓄", "蓉", "蓋", "蓑", "蓙", "蓬", "蓮", "蔑", "蔓", "蔦", "蔭", "蔵", "蔽", "蕁", "蕉", "蕎", "蕩", "蕭", "蕾", "薄", "薇", "薊", "薔", "薙", "薦", "薩", "薪", "薫", "薬", "薮", "薯", "薰", "薺", "藁", "藉", "藍", "藏", "藝", "藤", "藥", "藩", "藪", "藷", "藹", "藻", "蘆", "蘇", "蘊", "蘭", "虎", "虐", "虔", "虚", "虛", "虜", "虞", "號", "虫", "虱", "虹", "蚊", "蚓", "蚕", "蚣", "蚤", "蚯", "蛆", "蛇", "蛉", "蛋", "蛍", "蛙", "蛛", "蛟", "蛭", "蛮", "蛯", "蛸", "蛹", "蛾", "蜀", "蜂", "蜃", "蜈", "蜘", "蜜", "蜥", "蜴", "蜷", "蜻", "蝉", "蝋", "蝎", "蝕", "蝗", "蝙", "蝠", "蝦", "蝮", "蝶", "蝸", "蝿", "螂", "融", "螢", "螳", "螺", "蟄", "蟇", "蟒", "蟠", "蟬", "蟲", "蟷", "蟹", "蟻", "蠅", "蠍", "蠕", "蠟", "蠢", "蠣", "蠱", "蠻", "血", "衆", "行", "衒", "術", "街", "衛", "衝", "衡", "衣", "表", "衰", "衷", "衾", "衿", "袁", "袂", "袈", "袋", "袍", "袖", "袢", "被", "袱", "袴", "裁", "裂", "装", "裏", "裔", "裕", "裙", "補", "裝", "裟", "裡", "裳", "裸", "製", "裾", "褄", "複", "褌", "褐", "褒", "褥", "褪", "褸", "褻", "襖", "襞", "襟", "襤", "襦", "襲", "西", "要", "覆", "覇", "見", "規", "視", "覗", "覚", "覡", "覧", "親", "覯", "観", "覺", "覽", "覿", "觀", "角", "解", "触", "觸", "言", "訂", "訃", "計", "訊", "討", "訓", "託", "記", "訛", "訝", "訟", "訣", "訥", "訪", "設", "許", "訳", "訴", "訶", "診", "註", "証", "詈", "詐", "詔", "評", "詛", "詞", "詠", "詡", "詣", "試", "詩", "詫", "詭", "詮", "詰", "話", "該", "詳", "誂", "誅", "誇", "誉", "誌", "認", "誑", "誓", "誕", "誘", "語", "誠", "誤", "誦", "說", "説", "読", "誰", "課", "誹", "誼", "誾", "調", "談", "請", "諌", "諍", "諏", "諒", "論", "諜", "諤", "諦", "諧", "諫", "諭", "諮", "諱", "諳", "諸", "諺", "諾", "謀", "謁", "謂", "謄", "謎", "謐", "謔", "謗", "謙", "講", "謝", "謡", "謬", "謳", "謹", "識", "譚", "譜", "警", "譫", "譬", "議", "譲", "護", "讀", "讃", "變", "讐", "讒", "谷", "豆", "豊", "豚", "象", "豪", "豫", "豹", "貌", "貘", "貝", "貞", "負", "財", "貢", "貧", "貨", "販", "貪", "貫", "責", "貯", "貰", "貳", "貴", "貶", "買", "貸", "費", "貼", "貿", "賀", "賂", "賃", "賄", "資", "賈", "賊", "賎", "賑", "賓", "賛", "賜", "賞", "賠", "賢", "賤", "賦", "質", "賭", "賺", "購", "賽", "贄", "贅", "贈", "贋", "贔", "贖", "赤", "赦", "赫", "走", "赴", "起", "超", "越", "趙", "趣", "趨", "足", "趺", "趾", "跋", "跏", "距", "跡", "跨", "跪", "路", "跳", "践", "踉", "踊", "踏", "踝", "踪", "踵", "蹂", "蹄", "蹈", "蹌", "蹙", "蹟", "蹲", "蹴", "躁", "躇", "躊", "躍", "躓", "躙", "躪", "身", "躯", "躰", "躱", "躾", "軀", "車", "軋", "軌", "軍", "軒", "軛", "軟", "転", "軸", "軽", "較", "載", "輌", "輔", "輕", "輛", "輜", "輝", "輩", "輪", "輬", "輸", "輻", "輿", "轀", "轄", "轉", "轍", "轟", "轡", "轢", "辛", "辜", "辞", "辟", "辣", "辰", "辱", "農", "辺", "辻", "込", "辿", "迂", "迄", "迅", "迎", "近", "返", "迦", "迫", "迭", "述", "迷", "迸", "追", "退", "送", "逃", "逅", "逆", "逍", "透", "逐", "途", "逗", "這", "通", "逝", "逞", "速", "造", "逡", "逢", "連", "逬", "逮", "週", "進", "逸", "逼", "遁", "遂", "遅", "遇", "遊", "運", "遍", "過", "道", "達", "違", "遙", "遜", "遠", "遡", "遣", "遥", "適", "遭", "遮", "遲", "遵", "遷", "選", "遺", "遼", "遽", "避", "邀", "邁", "邂", "還", "邏", "邑", "邢", "那", "邦", "邪", "邳", "邸", "郁", "郃", "郊", "郎", "郞", "郡", "部", "郭", "郵", "郷", "都", "鄕", "鄙", "酉", "酊", "酋", "酌", "配", "酎", "酒", "酔", "酢", "酩", "酪", "酬", "酵", "酷", "酸", "醇", "醉", "醍", "醐", "醒", "醜", "醢", "醤", "醫", "醬", "醸", "采", "釈", "釉", "釋", "里", "重", "野", "量", "金", "釘", "釜", "針", "釣", "釦", "鈍", "鈎", "鈴", "鈷", "鉄", "鉈", "鉗", "鉛", "鉢", "鉤", "鉦", "鉱", "鉾", "銀", "銃", "銅", "銘", "銛", "銜", "銭", "銳", "鋏", "鋒", "鋤", "鋭", "鋲", "鋳", "鋸", "鋼", "錄", "錆", "錐", "錘", "錚", "錠", "錢", "錦", "錨", "錫", "錬", "錮", "錯", "録", "鍊", "鍋", "鍍", "鍔", "鍛", "鍜", "鍬", "鍮", "鍵", "鍾", "鎌", "鎖", "鎗", "鎚", "鎧", "鎬", "鎮", "鏃", "鏑", "鏖", "鏡", "鏢", "鏤", "鐘", "鐙", "鐡", "鐵", "鑑", "鑓", "鑛", "鑢", "鑼", "鑽", "鑿", "長", "門", "閂", "閃", "閉", "開", "閏", "閑", "間", "関", "閣", "閥", "閨", "閱", "閲", "閻", "閾", "闇", "闊", "闖", "闘", "關", "闢", "阜", "阪", "防", "阻", "阿", "陀", "附", "降", "限", "陛", "陞", "院", "陣", "除", "陥", "陪", "陰", "陳", "陵", "陶", "陸", "険", "陽", "隅", "隆", "隈", "隊", "階", "随", "隔", "隕", "隘", "隙", "際", "障", "隠", "隣", "隧", "隱", "隷", "隸", "隻", "隼", "雀", "雁", "雄", "雅", "集", "雇", "雉", "雌", "雍", "雑", "雖", "雙", "雛", "離", "難", "雨", "雪", "雫", "雰", "雲", "零", "雷", "雹", "電", "需", "霆", "震", "霊", "霜", "霞", "霧", "霰", "露", "霸", "霹", "靂", "靄", "靈", "靑", "青", "靖", "静", "靜", "非", "靡", "面", "革", "靫", "靭", "靱", "靴", "鞄", "鞋", "鞍", "鞘", "鞠", "鞣", "鞭", "鞴", "韊", "韋", "韓", "韜", "音", "韻", "響", "頁", "頂", "頃", "項", "順", "須", "預", "頑", "頒", "頓", "頗", "領", "頚", "頬", "頭", "頰", "頷", "頸", "頻", "頼", "頽", "題", "額", "顎", "顏", "顔", "顕", "願", "顚", "顛", "類", "顧", "顯", "顰", "風", "颯", "颱", "颶", "飄", "飛", "食", "飢", "飯", "飲", "飴", "飼", "飽", "飾", "餃", "餅", "餉", "養", "餌", "餐", "餓", "餘", "餞", "餠", "餡", "館", "餮", "饅", "饉", "饌", "饐", "饒", "饕", "饗", "首", "香", "馥", "馨", "馬", "馳", "馴", "駁", "駄", "駅", "駆", "駈", "駐", "駒", "駕", "駝", "駱", "駿", "騎", "騒", "験", "騙", "騨", "騰", "騷", "驀", "驃", "驅", "驒", "驕", "驗", "驚", "驛", "驟", "驢", "驪", "驫", "骨", "骰", "骸", "髄", "髏", "髑", "髓", "體", "高", "髣", "髪", "髭", "髮", "髯", "髴", "髷", "鬘", "鬚", "鬣", "鬨", "鬩", "鬪", "鬱", "鬼", "魁", "魂", "魃", "魄", "魅", "魍", "魎", "魏", "魑", "魔", "魘", "魚", "魯", "鮎", "鮒", "鮨", "鮫", "鮭", "鮮", "鯉", "鯖", "鯛", "鯨", "鯱", "鰉", "鰊", "鰐", "鰭", "鰯", "鰹", "鰻", "鱈", "鱒", "鱗", "鳥", "鳧", "鳩", "鳰", "鳳", "鳴", "鳶", "鴇", "鴉", "鴛", "鴟", "鴦", "鴨", "鴫", "鴻", "鵜", "鵞", "鵠", "鵡", "鵬", "鵰", "鵺", "鶉", "鶏", "鶯", "鶴", "鷂", "鷄", "鷗", "鷲", "鷹", "鷺", "鸚", "鸜", "鹵", "鹸", "鹼", "鹽", "鹿", "麒", "麓", "麗", "麝", "麟", "麦", "麩", "麭", "麴", "麵", "麺", "麻", "麾", "麿", "黃", "黄", "黍", "黎", "黑", "黒", "默", "黙", "點", "黴", "黽", "鼎", "鼓", "鼠", "鼬", "鼺", "鼻", "鼾", "齋", "齎", "齟", "齡", "齢", "齧", "齬", "龍", "龗", "龙", "龜", "가", "각", "간", "갇", "갈", "갉", "감", "갑", "값", "갓", "갔", "강", "갖", "갗", "같", "갚", "갛", "개", "객", "갠", "갤", "갬", "갭", "갯", "갰", "갱", "갸", "갹", "갼", "걀", "걋", "걍", "걔", "걘", "거", "걱", "건", "걷", "걸", "검", "겁", "것", "겄", "겅", "겉", "겊", "겋", "게", "겍", "겐", "겔", "겜", "겟", "겠", "겨", "격", "겪", "견", "결", "겸", "겹", "겼", "경", "곁", "계", "곗", "곘", "고", "곡", "곤", "곧", "골", "곪", "곬", "곯", "곰", "곱", "곳", "공", "곶", "과", "곽", "관", "괄", "괌", "광", "괘", "괜", "괬", "괭", "괴", "괸", "굉", "교", "굣", "구", "국", "군", "굳", "굴", "굵", "굶", "굼", "굽", "굿", "궁", "궂", "궈", "권", "궐", "궜", "궤", "귀", "귄", "귈", "귐", "귑", "귓", "규", "균", "귤", "그", "극", "근", "귿", "글", "긁", "금", "급", "긋", "긌", "긍", "긔", "기", "긱", "긴", "긷", "길", "김", "깁", "깃", "깅", "깊", "까", "깍", "깎", "깐", "깔", "깜", "깝", "깟", "깠", "깡", "깥", "깨", "깩", "깬", "깰", "깸", "깻", "깼", "깽", "꺄", "꺅", "꺗", "꺠", "꺼", "꺽", "꺾", "껀", "껄", "껌", "껍", "껏", "껐", "껑", "께", "껙", "껜", "껴", "꼈", "꼐", "꼬", "꼭", "꼰", "꼴", "꼼", "꼽", "꼿", "꽁", "꽂", "꽃", "꽈", "꽉", "꽝", "꽤", "꽥", "꾀", "꾄", "꾈", "꾐", "꾸", "꾹", "꾼", "꿀", "꿇", "꿈", "꿉", "꿋", "꿍", "꿎", "꿔", "꿨", "꿩", "꿰", "꿱", "꿴", "뀌", "뀐", "뀔", "뀜", "뀝", "뀨", "뀰", "끄", "끅", "끈", "끊", "끌", "끓", "끔", "끗", "끙", "끝", "끼", "끽", "낀", "낄", "낌", "낍", "낏", "낑", "나", "낙", "낚", "난", "날", "낡", "남", "납", "낫", "났", "낭", "낮", "낯", "낱", "낳", "내", "낵", "낸", "낼", "냄", "냅", "냇", "냈", "냉", "냐", "냑", "냔", "냘", "냠", "냣", "냥", "너", "넉", "넋", "넌", "널", "넒", "넓", "넘", "넙", "넛", "넜", "넝", "넣", "네", "넥", "넨", "넬", "넵", "넷", "넸", "넹", "녀", "녁", "년", "념", "녔", "녕", "녘", "녜", "노", "녹", "논", "놀", "놈", "놉", "놋", "농", "높", "놓", "놔", "놨", "뇌", "뇐", "뇔", "뇨", "뇰", "뇽", "누", "눅", "눈", "눌", "눔", "눕", "눗", "눙", "눞", "눠", "눴", "눼", "뉘", "뉜", "뉠", "뉩", "뉴", "늄", "늉", "느", "늑", "는", "늘", "늙", "늠", "늡", "능", "늦", "늪", "늬", "니", "닉", "닌", "닐", "님", "닙", "닛", "닝", "닢", "다", "닥", "닦", "단", "닫", "달", "닭", "닮", "닳", "담", "답", "닷", "당", "닻", "닿", "대", "댁", "댄", "댈", "댐", "댑", "댓", "댔", "댕", "댜", "더", "덕", "덖", "던", "덜", "덞", "덟", "덤", "덥", "덧", "덨", "덩", "덫", "덮", "데", "덱", "덴", "델", "뎀", "뎁", "뎃", "뎅", "뎌", "뎠", "뎦", "뎨", "도", "독", "돈", "돋", "돌", "돔", "돕", "돗", "동", "돛", "돠", "돼", "됐", "되", "된", "될", "됨", "됩", "됫", "됴", "두", "둑", "둔", "둘", "둠", "둡", "둣", "둥", "둬", "뒀", "뒈", "뒤", "뒷", "뒹", "듀", "듈", "듐", "드", "득", "든", "듣", "들", "듦", "듬", "듭", "듯", "등", "디", "딕", "딘", "딛", "딜", "딤", "딥", "딧", "딨", "딩", "딪", "따", "딱", "딴", "딸", "땀", "땁", "땄", "땅", "땋", "때", "땍", "땐", "땔", "땜", "땟", "땠", "땡", "떄", "떠", "떡", "떤", "떨", "떪", "떫", "떳", "떴", "떵", "떻", "떼", "떽", "뗀", "뗄", "뗌", "뗏", "뗐", "또", "똑", "똘", "똠", "똥", "똬", "뙤", "뚜", "뚝", "뚤", "뚫", "뚱", "뛰", "뛴", "뛸", "뜀", "뜁", "뜨", "뜩", "뜬", "뜯", "뜰", "뜸", "뜹", "뜻", "띄", "띈", "띌", "띔", "띕", "띠", "띤", "띨", "띰", "띳", "띵", "라", "락", "란", "랄", "람", "랍", "랏", "랐", "랑", "랖", "랗", "래", "랙", "랜", "랠", "램", "랩", "랫", "랬", "랭", "랴", "략", "럅", "럇", "량", "럐", "러", "럭", "런", "럴", "럼", "럽", "럿", "렀", "렁", "렇", "레", "렉", "렌", "렐", "렘", "렙", "렛", "렜", "렝", "려", "력", "련", "렬", "렴", "렵", "렷", "렸", "령", "례", "롄", "로", "록", "론", "롤", "롬", "롭", "롯", "롱", "롷", "롸", "뢰", "뢴", "뢸", "룁", "료", "룡", "루", "룩", "룬", "룰", "룸", "룹", "룻", "룽", "뤄", "뤈", "뤘", "뤠", "뤼", "륀", "륄", "류", "륙", "륜", "률", "륨", "륭", "르", "륵", "른", "를", "름", "릅", "릇", "릈", "릉", "릎", "리", "릭", "린", "릴", "림", "립", "릿", "링", "마", "막", "만", "많", "맏", "말", "맑", "맘", "맙", "맛", "망", "맞", "맡", "맣", "매", "맥", "맨", "맬", "맴", "맵", "맷", "맸", "맹", "맺", "먀", "먈", "머", "먹", "먼", "멀", "멈", "멉", "멋", "멍", "멎", "멓", "메", "멕", "멘", "멜", "멤", "멧", "멨", "멩", "며", "멱", "면", "멸", "몄", "명", "몇", "모", "목", "몫", "몬", "몰", "몸", "몹", "못", "몽", "뫼", "묏", "묘", "묭", "무", "묵", "묶", "문", "묻", "물", "묽", "뭄", "뭅", "뭇", "뭉", "뭍", "뭐", "뭔", "뭘", "뭡", "뭣", "뭬", "뮈", "뮌", "뮐", "뮤", "뮬", "므", "믄", "믈", "믐", "미", "믹", "민", "믿", "밀", "밈", "밉", "밋", "밌", "밍", "및", "밑", "바", "박", "밖", "반", "받", "발", "밝", "밟", "밤", "밥", "밧", "방", "밭", "배", "백", "밴", "밸", "뱀", "뱃", "뱄", "뱅", "뱉", "뱌", "버", "벅", "번", "벋", "벌", "범", "법", "벗", "벙", "벚", "베", "벡", "벤", "벨", "벱", "벳", "벴", "벵", "벼", "벽", "변", "별", "볍", "볏", "볐", "병", "볕", "보", "복", "볶", "본", "볼", "봄", "봅", "봇", "봉", "봐", "봘", "봤", "봬", "뵀", "뵈", "뵌", "뵐", "뵙", "뵤", "부", "북", "분", "불", "붉", "붐", "붑", "붓", "붕", "붗", "붙", "붜", "붸", "뷔", "뷰", "뷸", "브", "븐", "블", "븝", "븟", "븡", "비", "빅", "빈", "빌", "빔", "빕", "빗", "빙", "빚", "빛", "빠", "빡", "빤", "빨", "빰", "빱", "빳", "빴", "빵", "빻", "빼", "빽", "뺀", "뺃", "뺄", "뺌", "뺍", "뺏", "뺐", "뺑", "뺘", "뺨", "뺴", "뻐", "뻑", "뻔", "뻗", "뻘", "뻣", "뻤", "뻥", "뻬", "뼈", "뼉", "뼘", "뼛", "뼜", "뽀", "뽁", "뽈", "뽐", "뽑", "뽕", "뽜", "뾰", "뾱", "뿅", "뿌", "뿍", "뿐", "뿔", "뿜", "뿟", "뿡", "쀼", "쁘", "쁙", "쁜", "쁠", "쁨", "쁩", "삐", "삑", "삔", "삘", "삣", "삤", "삥", "사", "삭", "삯", "산", "살", "삶", "삼", "삽", "삿", "샀", "상", "샅", "새", "색", "샌", "샐", "샘", "샛", "샜", "생", "샤", "샥", "샨", "샬", "샴", "샵", "샷", "샹", "섀", "서", "석", "섞", "선", "섣", "설", "섬", "섭", "섯", "섰", "성", "섶", "세", "섹", "센", "셀", "셈", "셉", "셋", "셌", "셍", "셔", "션", "셜", "셤", "셧", "셨", "셩", "셰", "셴", "셸", "솀", "소", "속", "솎", "손", "솔", "솜", "솝", "솟", "송", "솥", "솦", "솨", "쇄", "쇠", "쇳", "쇼", "쇽", "숀", "숄", "숍", "숏", "숑", "수", "숙", "순", "숟", "술", "숨", "숫", "숭", "숯", "숱", "숲", "숴", "쉈", "쉐", "쉘", "쉠", "쉣", "쉬", "쉭", "쉰", "쉴", "쉼", "쉽", "쉿", "슁", "슈", "슉", "슌", "슐", "슘", "슙", "슛", "슝", "스", "슥", "슨", "슬", "슭", "슴", "습", "슷", "승", "싄", "시", "식", "신", "싣", "실", "싫", "심", "십", "싯", "싰", "싱", "싶", "싸", "싹", "싼", "쌀", "쌈", "쌉", "쌌", "쌍", "쌓", "쌔", "쌕", "쌘", "쌤", "쌩", "쌰", "써", "썩", "썬", "썰", "썸", "썹", "썼", "썽", "쎄", "쎈", "쏘", "쏙", "쏜", "쏟", "쏠", "쏩", "쏭", "쏴", "쐈", "쐐", "쐬", "쐰", "쐴", "쑤", "쑥", "쑨", "쑴", "쒀", "쒔", "쓰", "쓱", "쓴", "쓸", "씀", "씁", "씌", "씐", "씨", "씩", "씬", "씰", "씸", "씹", "씻", "씽", "아", "악", "안", "앉", "않", "알", "앎", "앓", "암", "압", "앖", "앗", "았", "앙", "앝", "앞", "애", "액", "앤", "앨", "앰", "앱", "앳", "앴", "앵", "야", "약", "얀", "얄", "얇", "얌", "얍", "얏", "양", "얕", "얗", "얘", "얜", "얬", "어", "억", "언", "얹", "얻", "얼", "얽", "엄", "업", "없", "엇", "었", "엉", "엊", "엌", "엎", "에", "엑", "엔", "엘", "엠", "엡", "엣", "엥", "여", "역", "엮", "연", "열", "엶", "엷", "엸", "염", "엽", "엾", "엿", "였", "영", "옂", "옅", "옆", "옇", "예", "옌", "옐", "옙", "옛", "옝", "오", "옥", "온", "올", "옭", "옮", "옳", "옴", "옵", "옷", "옹", "옻", "와", "왁", "완", "왈", "왑", "왓", "왔", "왕", "왜", "왠", "왤", "왱", "외", "왼", "욀", "요", "욕", "욘", "욧", "용", "우", "욱", "운", "울", "움", "웁", "웃", "웅", "워", "웍", "원", "월", "웜", "웠", "웡", "웨", "웩", "웬", "웰", "웹", "위", "윅", "윈", "윌", "윗", "윙", "유", "육", "윤", "율", "윳", "융", "으", "윽", "은", "을", "읊", "음", "읍", "읏", "응", "의", "읜", "이", "익", "인", "읻", "일", "읽", "잃", "임", "입", "잇", "있", "잉", "잊", "잎", "자", "작", "잔", "잖", "잘", "잠", "잡", "잣", "잤", "장", "잦", "재", "잭", "잰", "잴", "잼", "잽", "잿", "쟀", "쟁", "쟈", "쟌", "쟐", "쟜", "쟝", "쟤", "쟨", "저", "적", "전", "절", "젊", "점", "접", "젓", "정", "젖", "제", "젝", "젠", "젤", "젬", "젭", "젯", "져", "젼", "졀", "졈", "졋", "졌", "졍", "조", "족", "존", "졸", "좀", "좁", "종", "좆", "좇", "좋", "좌", "좍", "좔", "죄", "죈", "죌", "죗", "죠", "죤", "주", "죽", "준", "줄", "줌", "줍", "줏", "중", "줘", "줬", "줴", "쥐", "쥔", "쥘", "쥡", "쥬", "쥴", "즈", "즉", "즌", "즐", "즘", "즙", "증", "지", "직", "진", "질", "짊", "짐", "집", "짓", "징", "짖", "짙", "짚", "짜", "짝", "짠", "짢", "짤", "짧", "짬", "짭", "짰", "짱", "째", "짹", "짼", "쨈", "쨌", "쨍", "쨔", "쨩", "쨰", "쩄", "쩌", "쩍", "쩎", "쩐", "쩔", "쩜", "쩝", "쩡", "쩨", "쪄", "쪘", "쪼", "쪽", "쫀", "쫄", "쫌", "쫑", "쫒", "쫓", "쫘", "쫙", "쬐", "쬔", "쬘", "쭈", "쭉", "쭌", "쭐", "쭘", "쭙", "쭝", "쭤", "쭸", "쮜", "쮸", "쯔", "쯤", "쯧", "찌", "찍", "찐", "찔", "찜", "찝", "찡", "찢", "찧", "차", "착", "찬", "찮", "찰", "참", "찹", "찻", "찼", "창", "찾", "채", "책", "챆", "챈", "챌", "챔", "챕", "챗", "챘", "챙", "챠", "챤", "처", "척", "천", "철", "첨", "첩", "첫", "청", "체", "첸", "첼", "쳇", "쳐", "쳣", "쳤", "초", "촉", "촌", "촐", "촘", "촙", "촛", "총", "촤", "촥", "촬", "최", "쵯", "쵸", "춈", "춉", "추", "축", "춘", "출", "춤", "춥", "춧", "충", "춰", "춸", "췄", "췌", "취", "췬", "췻", "츄", "츈", "츕", "츠", "측", "츤", "츨", "츰", "츳", "층", "치", "칙", "친", "칠", "침", "칩", "칫", "칭", "카", "칵", "칸", "칼", "캄", "캅", "캇", "캉", "캐", "캑", "캔", "캘", "캠", "캡", "캣", "캤", "캥", "캬", "캭", "캴", "컁", "커", "컥", "컨", "컫", "컬", "컴", "컵", "컷", "컸", "컹", "케", "켁", "켄", "켈", "켓", "켕", "켜", "켠", "켤", "켰", "코", "콕", "콘", "콜", "콤", "콥", "콧", "콩", "콰", "콱", "콸", "쾅", "쾌", "쾡", "쾨", "쾰", "쿄", "쿠", "쿡", "쿤", "쿨", "쿰", "쿵", "쿼", "퀀", "퀄", "퀘", "퀭", "퀴", "퀵", "퀸", "퀼", "큄", "큇", "큐", "큘", "큥", "크", "큭", "큰", "클", "큼", "큽", "큿", "킁", "키", "킥", "킨", "킬", "킴", "킵", "킷", "킹", "타", "탁", "탄", "탈", "탉", "탐", "탑", "탓", "탔", "탕", "태", "택", "탠", "탤", "탬", "탭", "탯", "탰", "탱", "터", "턱", "턴", "털", "텀", "텁", "텃", "텄", "텅", "테", "텍", "텐", "텔", "템", "텝", "텟", "텡", "텨", "텼", "토", "톡", "톤", "톨", "톰", "톱", "톳", "통", "퇘", "퇴", "퇸", "툇", "투", "툭", "툰", "툴", "툼", "퉁", "퉈", "퉜", "퉤", "퉷", "튀", "튄", "튈", "튕", "튜", "튤", "튬", "트", "특", "튼", "튿", "틀", "틈", "틋", "틔", "티", "틱", "틴", "틸", "팀", "팁", "팃", "팅", "파", "팍", "팎", "판", "팔", "팜", "팝", "팟", "팠", "팡", "팥", "패", "팩", "팬", "팰", "팸", "팻", "팼", "팽", "퍄", "퍼", "퍽", "펀", "펄", "펌", "펍", "펐", "펑", "페", "펙", "펜", "펠", "펨", "펩", "펫", "펭", "펴", "편", "펼", "폄", "폈", "평", "폐", "포", "폭", "폰", "폴", "폼", "폿", "퐁", "푀", "표", "푯", "푸", "푹", "푼", "풀", "품", "풉", "풋", "풍", "퓨", "퓰", "퓸", "퓻", "퓽", "프", "픈", "플", "픔", "픕", "피", "픽", "핀", "필", "핌", "핍", "핏", "핑", "하", "학", "한", "할", "핥", "함", "합", "핫", "항", "해", "핵", "핸", "핼", "햄", "햇", "했", "행", "햐", "햑", "햣", "햤", "향", "헀", "허", "헉", "헌", "헐", "헑", "험", "헙", "헛", "헝", "헣", "헤", "헥", "헨", "헬", "헴", "헵", "헷", "헹", "혀", "혁", "현", "혈", "혐", "협", "혓", "혔", "형", "혜", "호", "혹", "혼", "홀", "홈", "홉", "홋", "홍", "홑", "화", "확", "환", "활", "홧", "황", "홰", "홱", "횃", "횅", "회", "획", "횟", "횡", "효", "횬", "횻", "후", "훅", "훈", "훌", "훑", "훔", "훕", "훗", "훙", "훠", "훤", "훨", "훼", "휏", "휑", "휘", "휙", "휜", "휠", "휩", "휭", "휴", "휵", "휸", "휼", "흉", "흐", "흑", "흔", "흘", "흙", "흝", "흠", "흡", "흣", "흥", "흩", "희", "흰", "흴", "히", "힉", "힌", "힐", "힘", "힙", "힛", "힝", "車", "龜", "龜", "金", "奈", "螺", "裸", "樂", "落", "亂", "濫", "爐", "老", "露", "綠", "雷", "樂", "不", "殺", "辰", "兩", "女", "旅", "力", "歷", "年", "戀", "煉", "聯", "蓮", "連", "鍊", "列", "劣", "裂", "念", "令", "零", "靈", "領", "禮", "隸", "燎", "療", "龍", "流", "六", "陸", "利", "梨", "理", "溺", "燐", "鱗", "臨", "立", "粒", "茶", "刺", "宅", "洞", "暴", "降", "﨑", "諸", "！", "＃", "＄", "％", "＆", "＇", "（", "）", "＊", "＋", "，", "－", "．", "／", "０", "１", "２", "３", "４", "５", "６", "７", "８", "９", "：", "＜", "＝", "＞", "？", "＠", "Ａ", "Ｂ", "Ｃ", "Ｄ", "Ｅ", "Ｆ", "Ｇ", "Ｈ", "Ｉ", "Ｊ", "Ｋ", "Ｌ", "Ｍ", "Ｎ", "Ｏ", "Ｐ", "Ｑ", "Ｒ", "Ｓ", "Ｔ", "Ｕ", "Ｖ", "Ｗ", "Ｘ", "Ｙ", "Ｚ", "［", "＼", "］", "｀", "ａ", "ｂ", "ｃ", "ｄ", "ｅ", "ｆ", "ｇ", "ｈ", "ｉ", "ｊ", "ｋ", "ｌ", "ｍ", "ｎ", "ｏ", "ｐ", "ｑ", "ｒ", "ｓ", "ｔ", "ｕ", "ｖ", "ｗ", "ｘ", "ｙ", "ｚ", "｛", "｜", "｝", "～", "￥", "￦", "𠮟"]