["\n", " ", "!", "\"", "#", "'", "(", ")", "*", "+", ",", "-", ".", "/", "0", "1", "2", "3", "4", "5", "6", "7", "8", "9", ":", "<", "=", ">", "?", "@", "A", "B", "C", "D", "E", "F", "G", "H", "I", "J", "K", "L", "M", "N", "O", "P", "Q", "R", "S", "T", "U", "V", "W", "X", "Y", "Z", "^", "_", "`", "a", "b", "c", "d", "e", "f", "g", "h", "i", "j", "k", "l", "m", "n", "o", "p", "q", "r", "s", "t", "u", "v", "w", "x", "y", "z", "´", "×", "÷", "ˇ", "ˊ", "ˋ", "’", "“", "”", "…", "※", "■", "◆", "◇", "○", "●", "　", "、", "。", "々", "〇", "〈", "〉", "《", "》", "「", "」", "『", "』", "【", "】", "あ", "い", "ぅ", "う", "え", "お", "か", "が", "き", "ぎ", "く", "ぐ", "け", "げ", "こ", "ご", "さ", "ざ", "し", "じ", "す", "ず", "せ", "そ", "ぞ", "た", "だ", "ち", "ぢ", "っ", "つ", "て", "で", "と", "ど", "な", "に", "ぬ", "ね", "の", "は", "ば", "ぱ", "ひ", "び", "ぴ", "ふ", "ぶ", "へ", "べ", "ぼ", "ま", "み", "む", "め", "も", "や", "ゅ", "ゆ", "よ", "ら", "り", "る", "れ", "ろ", "わ", "を", "ん", "ァ", "ア", "ィ", "イ", "ウ", "エ", "オ", "カ", "ガ", "キ", "ク", "グ", "ケ", "コ", "ゴ", "サ", "ザ", "シ", "ジ", "ス", "ズ", "セ", "タ", "チ", "ッ", "ツ", "テ", "デ", "ト", "ド", "ナ", "ニ", "ネ", "ノ", "ハ", "バ", "フ", "ブ", "プ", "ヘ", "ベ", "ペ", "ボ", "マ", "ミ", "ム", "メ", "モ", "ャ", "ヤ", "ュ", "ユ", "ョ", "ヨ", "ラ", "リ", "ル", "レ", "ロ", "ン", "・", "ー", "ㄅ", "ㄆ", "ㄇ", "ㄈ", "ㄉ", "ㄊ", "ㄋ", "ㄎ", "ㄏ", "ㄐ", "ㄑ", "ㄒ", "ㄓ", "ㄔ", "ㄕ", "ㄖ", "ㄗ", "ㄘ", "ㄙ", "ㄚ", "ㄛ", "ㄜ", "ㄞ", "ㄟ", "ㄢ", "ㄣ", "ㄥ", "ㄧ", "ㄨ", "䠷", "一", "丁", "七", "丈", "三", "上", "下", "不", "丐", "丑", "且", "丕", "世", "丘", "丙", "丞", "丟", "並", "丫", "中", "丰", "串", "丸", "丹", "主", "丼", "乃", "久", "么", "之", "乍", "乎", "乏", "乒", "乓", "乖", "乘", "乙", "九", "乞", "也", "乳", "乾", "亂", "了", "予", "事", "二", "云", "互", "五", "井", "亙", "些", "亞", "亟", "亡", "亢", "交", "亥", "亦", "亨", "享", "京", "亭", "亮", "人", "什", "仁", "仃", "仄", "仆", "仇", "今", "介", "仍", "仔", "仕", "他", "仗", "付", "仙", "代", "令", "以", "仰", "仲", "件", "任", "份", "仿", "企", "伊", "伍", "伎", "伏", "伐", "休", "伕", "伙", "伯", "估", "伴", "伶", "伸", "伺", "似", "伽", "佃", "但", "佇", "佈", "位", "低", "住", "佐", "佑", "佔", "何", "余", "佚", "佛", "作", "佝", "佞", "你", "佣", "佩", "佬", "佯", "佳", "併", "佻", "佼", "使", "侃", "侄", "來", "侈", "例", "侍", "侑", "侖", "侘", "供", "依", "侮", "侯", "侵", "侶", "侷", "便", "俁", "係", "促", "俄", "俊", "俎", "俏", "俐", "俑", "俗", "俘", "俚", "保", "俠", "信", "修", "俯", "俱", "俳", "俵", "俸", "俺", "倆", "倉", "個", "倍", "倏", "們", "倒", "倔", "倖", "倘", "候", "倚", "倜", "借", "倡", "倣", "倦", "倨", "倩", "倪", "倫", "值", "假", "偉", "偌", "偎", "偏", "偕", "做", "停", "健", "側", "偵", "偶", "偷", "偽", "傀", "傅", "傍", "傑", "傖", "傘", "備", "傚", "傢", "催", "傭", "傲", "傳", "債", "傷", "傻", "傾", "僂", "僅", "像", "僑", "僕", "僚", "僥", "僧", "僭", "僮", "僱", "僵", "價", "僻", "儀", "儂", "億", "儆", "儉", "儒", "儔", "儕", "儘", "償", "儡", "優", "儲", "儷", "儻", "儼", "兀", "允", "元", "兄", "充", "兆", "兇", "先", "光", "克", "兌", "免", "兒", "兔", "兜", "兢", "入", "內", "全", "兩", "八", "公", "六", "兮", "共", "兵", "其", "具", "典", "兼", "冀", "冉", "冊", "再", "冑", "冒", "冕", "冗", "冠", "冤", "冥", "冬", "冰", "冶", "冷", "冽", "准", "凋", "凌", "凍", "凜", "凝", "几", "凡", "凪", "凰", "凱", "凳", "凶", "凸", "凹", "出", "函", "刀", "刁", "刃", "分", "切", "刊", "刎", "刑", "划", "列", "初", "判", "別", "刨", "利", "刪", "刮", "到", "制", "刷", "券", "刺", "刻", "剁", "剃", "則", "剉", "削", "剋", "剌", "前", "剎", "剔", "剖", "剗", "剛", "剜", "剝", "剩", "剪", "剮", "副", "割", "創", "剷", "剽", "剿", "劃", "劇", "劈", "劉", "劊", "劍", "劑", "力", "功", "加", "劣", "助", "努", "劫", "劭", "劾", "勁", "勃", "勇", "勉", "勒", "動", "勘", "務", "勛", "勝", "勞", "募", "勢", "勤", "勳", "勵", "勸", "勺", "勻", "勾", "勿", "包", "匆", "匈", "匍", "匐", "匕", "化", "北", "匙", "匠", "匡", "匣", "匪", "匯", "匱", "匹", "匾", "匿", "區", "十", "千", "升", "午", "卉", "半", "卍", "卑", "卒", "卓", "協", "南", "博", "卜", "占", "卡", "卦", "卯", "印", "危", "即", "卵", "卷", "卸", "卹", "卻", "卿", "厄", "厘", "厚", "厝", "原", "厥", "厭", "厲", "去", "參", "又", "叉", "及", "友", "反", "叔", "取", "受", "叛", "叟", "叡", "叢", "口", "古", "句", "另", "叨", "叩", "只", "叫", "召", "叭", "叮", "可", "台", "叱", "史", "右", "叵", "叶", "司", "叼", "吁", "吃", "各", "吆", "合", "吉", "吊", "吋", "同", "名", "后", "吏", "吐", "向", "君", "吝", "吞", "吟", "吠", "否", "吧", "吩", "含", "吭", "吮", "吱", "吳", "吵", "吶", "吸", "吹", "吻", "吼", "吽", "吾", "呀", "呂", "呃", "呆", "呈", "告", "呢", "呣", "呤", "呦", "周", "呱", "呲", "味", "呴", "呵", "呶", "呸", "呻", "呼", "命", "呿", "咀", "咂", "咄", "咆", "咈", "咋", "和", "咎", "咐", "咒", "咔", "咕", "咖", "咘", "咚", "咦", "咧", "咩", "咪", "咫", "咬", "咭", "咯", "咱", "咲", "咳", "咸", "咻", "咽", "咾", "咿", "哀", "品", "哂", "哄", "哆", "哇", "哈", "哉", "哎", "哏", "哐", "哞", "員", "哥", "哦", "哧", "哨", "哩", "哪", "哭", "哮", "哲", "哺", "哼", "哽", "唁", "唄", "唆", "唇", "唉", "唏", "唐", "唔", "唧", "唬", "售", "唯", "唰", "唱", "唲", "唷", "唸", "唾", "啁", "啃", "啄", "商", "啊", "問", "啐", "啕", "啖", "啜", "啞", "啟", "啡", "啣", "啤", "啥", "啦", "啪", "啵", "啷", "啻", "啼", "啾", "喀", "喁", "喂", "喃", "善", "喇", "喉", "喊", "喋", "喏", "喔", "喘", "喙", "喚", "喜", "喝", "喟", "喥", "喧", "喪", "喫", "喬", "單", "喰", "喲", "喳", "喵", "喻", "嗄", "嗅", "嗆", "嗇", "嗎", "嗑", "嗒", "嗓", "嗔", "嗖", "嗚", "嗜", "嗝", "嗞", "嗟", "嗡", "嗣", "嗤", "嗥", "嗦", "嗨", "嗬", "嗯", "嗲", "嗶", "嗷", "嗽", "嘀", "嘆", "嘈", "嘉", "嘍", "嘎", "嘓", "嘔", "嘖", "嘗", "嘛", "嘞", "嘟", "嘩", "嘮", "嘯", "嘰", "嘲", "嘴", "嘶", "嘹", "嘻", "嘿", "噁", "噌", "噎", "噓", "噔", "噗", "噘", "噙", "噠", "噢", "噤", "噥", "器", "噩", "噪", "噫", "噬", "噯", "噱", "噴", "噸", "噹", "嚀", "嚄", "嚅", "嚇", "嚎", "嚏", "嚐", "嚓", "嚕", "嚙", "嚥", "嚨", "嚮", "嚴", "嚶", "嚷", "嚼", "囀", "囁", "囂", "囈", "囉", "囊", "囌", "囑", "囓", "囔", "囗", "囚", "四", "回", "因", "囤", "囧", "囪", "囫", "困", "囹", "固", "国", "囿", "圃", "圄", "圇", "圈", "國", "圍", "園", "圓", "圔", "圖", "團", "圜", "土", "在", "圭", "圮", "地", "圾", "址", "坂", "均", "坊", "坍", "坎", "坏", "坐", "坑", "坡", "坤", "坦", "坨", "坩", "坪", "坷", "垂", "垃", "型", "垓", "垠", "垢", "垣", "垮", "埂", "埃", "埋", "城", "埔", "域", "埠", "執", "培", "基", "埼", "堀", "堂", "堅", "堆", "堊", "堝", "堞", "堡", "堤", "堪", "堰", "報", "場", "堵", "堺", "塊", "塌", "塑", "塔", "塗", "塘", "塚", "塞", "塢", "填", "塵", "塹", "塾", "境", "墅", "墊", "墓", "墜", "增", "墟", "墨", "墩", "墮", "墳", "墾", "壁", "壅", "壇", "壑", "壓", "壕", "壘", "壞", "壟", "壤", "壩", "士", "壬", "壯", "壹", "壺", "壽", "夏", "夕", "外", "夙", "多", "夜", "夠", "夢", "夥", "大", "天", "太", "夫", "夭", "央", "夯", "失", "夷", "夸", "夾", "奄", "奇", "奈", "奉", "奎", "奏", "奐", "契", "奔", "奕", "套", "奚", "奠", "奢", "奧", "奪", "奮", "女", "奴", "奶", "奸", "她", "好", "如", "妃", "妄", "妊", "妍", "妒", "妓", "妖", "妙", "妝", "妞", "妥", "妨", "妮", "妲", "妳", "妹", "妻", "妾", "姂", "姆", "姊", "始", "姍", "姐", "姑", "姓", "委", "姚", "姛", "姜", "姣", "姥", "姦", "姨", "姪", "姬", "姶", "姻", "姿", "威", "娃", "娑", "娓", "娘", "娛", "娜", "娟", "娠", "娣", "娥", "娩", "娶", "娼", "婀", "婁", "婆", "婉", "婊", "婕", "婗", "婚", "婢", "婦", "婪", "婭", "婷", "婿", "媒", "媚", "媛", "媞", "媧", "媲", "媳", "媽", "媾", "嫁", "嫂", "嫉", "嫋", "嫌", "嫖", "嫗", "嫡", "嫣", "嫩", "嫵", "嫻", "嬈", "嬉", "嬌", "嬡", "嬤", "嬪", "嬰", "嬸", "孃", "孌", "子", "孑", "孓", "孔", "孕", "字", "存", "孜", "孝", "孟", "孢", "季", "孤", "孩", "孫", "孬", "孰", "孱", "孵", "學", "孺", "孽", "孿", "它", "宅", "宇", "守", "安", "宋", "完", "宏", "宕", "宗", "官", "宙", "定", "宛", "宜", "実", "客", "宣", "室", "宥", "宦", "宮", "宰", "害", "宴", "宵", "家", "容", "宿", "寂", "寄", "寅", "密", "寇", "富", "寐", "寒", "寓", "寞", "察", "寡", "寢", "寥", "實", "寧", "寨", "審", "寫", "寬", "寮", "寰", "寵", "寶", "寸", "寺", "封", "射", "將", "專", "尉", "尊", "尋", "對", "導", "小", "少", "尖", "尚", "尤", "尬", "就", "尷", "尹", "尺", "尻", "尼", "尾", "尿", "局", "屁", "屄", "居", "屆", "屈", "屋", "屌", "屍", "屎", "屏", "屐", "屑", "展", "屜", "屠", "屢", "屣", "層", "履", "屬", "屯", "山", "屹", "岌", "岐", "岑", "岔", "岡", "岩", "岬", "岱", "岳", "岸", "峋", "峙", "峨", "峭", "峰", "島", "峻", "峽", "崇", "崎", "崔", "崖", "崗", "崙", "崛", "崩", "崴", "崽", "嵌", "嵐", "嵯", "嶄", "嶇", "嶋", "嶙", "嶺", "嶼", "嶽", "巍", "巒", "巔", "巖", "川", "州", "巡", "巢", "工", "左", "巧", "巨", "巫", "差", "己", "已", "巳", "巴", "巷", "巾", "市", "布", "帆", "希", "帑", "帕", "帖", "帘", "帚", "帛", "帝", "帥", "師", "席", "帳", "帶", "帷", "常", "帽", "幀", "幄", "幅", "幌", "幔", "幕", "幗", "幟", "幡", "幢", "幣", "幫", "干", "平", "年", "并", "幸", "幹", "幻", "幼", "幽", "幾", "庄", "庇", "床", "序", "底", "庖", "店", "庚", "府", "度", "座", "庫", "庭", "庵", "庶", "康", "庸", "廁", "廂", "廄", "廈", "廉", "廊", "廓", "廚", "廝", "廟", "廠", "廢", "廣", "廩", "廬", "廳", "延", "廷", "建", "弁", "弄", "弈", "弊", "弋", "式", "弒", "弓", "弔", "引", "弗", "弘", "弛", "弟", "弦", "弧", "弩", "弭", "弱", "張", "強", "弼", "彆", "彈", "彌", "彎", "彗", "彙", "形", "彤", "彥", "彩", "彪", "彫", "彬", "彭", "彰", "影", "彷", "役", "彼", "彿", "往", "征", "待", "徇", "很", "徉", "徊", "律", "後", "徐", "徑", "徒", "得", "徘", "徙", "徜", "從", "御", "徨", "復", "循", "徬", "微", "徳", "徵", "德", "徹", "徽", "心", "必", "忌", "忍", "忐", "忑", "忒", "忖", "志", "忘", "忙", "忠", "忡", "忤", "忪", "快", "忱", "念", "忸", "忽", "忿", "怎", "怏", "怒", "怔", "怕", "怖", "怛", "怜", "思", "怠", "怡", "急", "怦", "性", "怨", "怩", "怪", "怫", "怯", "怵", "恃", "恆", "恍", "恐", "恕", "恙", "恚", "恢", "恣", "恤", "恥", "恨", "恩", "恪", "恫", "恬", "恭", "息", "恰", "恿", "悄", "悅", "悉", "悍", "悒", "悔", "悖", "悚", "悟", "悠", "患", "您", "悲", "悴", "悵", "悶", "悸", "悻", "悼", "悽", "情", "惆", "惋", "惑", "惕", "惘", "惚", "惜", "惟", "惠", "惡", "惦", "惰", "惱", "想", "惴", "惶", "惹", "惺", "惻", "愀", "愁", "愆", "愈", "愉", "意", "愕", "愚", "愛", "愜", "感", "愣", "愧", "愫", "愴", "愾", "慄", "慈", "態", "慌", "慍", "慎", "慕", "慘", "慚", "慟", "慢", "慣", "慧", "慨", "慫", "慮", "慰", "慵", "慶", "慷", "慼", "慾", "憂", "憊", "憋", "憎", "憐", "憑", "憔", "憚", "憤", "憧", "憨", "憩", "憫", "憬", "憲", "憶", "憾", "懂", "懇", "懈", "應", "懊", "懟", "懣", "懦", "懨", "懲", "懵", "懶", "懷", "懸", "懺", "懼", "懾", "戀", "戈", "戌", "戍", "戎", "成", "我", "戒", "戕", "或", "戚", "戛", "戟", "戦", "截", "戮", "戰", "戲", "戳", "戴", "戶", "戾", "房", "所", "扁", "扇", "扈", "扉", "手", "才", "扎", "扒", "打", "扔", "托", "扛", "扠", "扣", "扭", "扮", "扯", "扳", "扶", "批", "扼", "找", "承", "技", "抄", "抉", "把", "抑", "抒", "抓", "投", "抖", "抗", "折", "抨", "披", "抬", "抱", "抵", "抹", "押", "抽", "抿", "拂", "拄", "拆", "拇", "拈", "拉", "拋", "拌", "拍", "拎", "拐", "拒", "拓", "拔", "拖", "拗", "拘", "拙", "拚", "招", "拜", "括", "拭", "拮", "拯", "拱", "拳", "拴", "拷", "拼", "拽", "拾", "拿", "持", "挂", "指", "按", "挑", "挖", "挨", "挪", "挫", "振", "挲", "挹", "挺", "挽", "挾", "捅", "捆", "捉", "捋", "捍", "捎", "捏", "捐", "捕", "捧", "捨", "捩", "捫", "据", "捱", "捲", "捶", "捷", "捺", "捻", "掀", "掂", "掃", "掄", "授", "掉", "掌", "掏", "掐", "排", "掘", "掙", "掛", "掠", "採", "探", "掣", "接", "控", "推", "掩", "措", "掬", "掮", "掰", "揀", "揄", "揉", "揍", "描", "提", "插", "揖", "揚", "換", "握", "揣", "揩", "揪", "揭", "揮", "援", "揶", "揹", "搆", "損", "搏", "搐", "搓", "搔", "搖", "搗", "搜", "搞", "搥", "搧", "搪", "搬", "搭", "搶", "搽", "搾", "摀", "摁", "摑", "摒", "摔", "摘", "摟", "摧", "摩", "摯", "摳", "摸", "摹", "摺", "摻", "撂", "撇", "撈", "撐", "撒", "撓", "撕", "撞", "撢", "撣", "撤", "撥", "撩", "撫", "撬", "播", "撮", "撰", "撲", "撻", "撼", "撿", "擀", "擁", "擂", "擄", "擅", "擇", "擊", "擋", "操", "擎", "擒", "擔", "據", "擠", "擢", "擤", "擦", "擬", "擰", "擱", "擲", "擴", "擷", "擺", "擻", "擼", "擾", "攀", "攆", "攏", "攔", "攘", "攙", "攜", "攝", "攢", "攣", "攤", "攥", "攪", "攫", "攬", "支", "攲", "收", "攸", "改", "攻", "放", "政", "故", "效", "敏", "救", "敕", "敖", "敗", "敘", "教", "敝", "敞", "敢", "散", "敦", "敬", "敲", "整", "敵", "敷", "數", "斂", "斃", "文", "斐", "斑", "斕", "斗", "料", "斜", "斟", "斡", "斤", "斥", "斧", "斬", "斯", "新", "斷", "方", "於", "施", "旁", "旅", "旋", "旌", "旎", "族", "旖", "旗", "既", "日", "旦", "旨", "早", "旬", "旭", "旱", "旺", "昂", "昆", "昇", "昌", "明", "昏", "易", "昔", "星", "映", "春", "昧", "昨", "昭", "是", "昴", "時", "晃", "晄", "晉", "晌", "晏", "晒", "晚", "晝", "晤", "晦", "晨", "普", "景", "晰", "晴", "晶", "晷", "智", "晾", "暁", "暄", "暇", "暈", "暉", "暌", "暑", "暖", "暗", "暢", "暨", "暫", "暮", "暱", "暴", "暸", "暹", "曆", "曇", "曉", "曖", "曙", "曜", "曝", "曠", "曦", "曬", "曰", "曲", "曳", "更", "書", "曹", "曼", "曾", "替", "最", "會", "月", "有", "朋", "服", "朔", "朕", "朗", "望", "朝", "期", "朦", "朧", "木", "未", "末", "本", "札", "朱", "朴", "朵", "机", "朽", "杆", "杉", "李", "杏", "材", "村", "杓", "杖", "杜", "杞", "束", "条", "杭", "杯", "杰", "東", "杳", "杵", "杷", "松", "板", "枇", "枉", "析", "枒", "枕", "林", "枚", "果", "枝", "枯", "枴", "架", "枷", "枸", "柄", "柊", "柎", "柏", "某", "柑", "染", "柔", "柘", "柚", "柢", "查", "柩", "柯", "柱", "柳", "柴", "柵", "柺", "柾", "柿", "栃", "栓", "栖", "栗", "栞", "校", "栩", "株", "核", "根", "格", "栽", "桀", "桁", "桂", "桃", "桅", "框", "案", "桌", "桎", "桐", "桑", "桔", "桶", "桿", "梁", "梅", "梆", "梏", "梓", "梔", "梗", "條", "梟", "梢", "梣", "梧", "梨", "梭", "梯", "械", "梳", "梵", "梶", "棄", "棉", "棋", "棍", "棒", "棕", "棗", "棘", "棚", "棟", "棠", "棧", "森", "棲", "棵", "棺", "棼", "椀", "椅", "植", "椎", "椏", "椒", "椚", "椛", "椰", "椿", "楂", "楊", "楓", "楔", "楚", "楝", "楞", "楠", "楢", "楣", "楨", "業", "極", "楷", "概", "榆", "榊", "榎", "榔", "榛", "榜", "榧", "榨", "榫", "榭", "榮", "榴", "榷", "榻", "槁", "槃", "構", "槌", "槍", "槐", "槓", "槲", "槳", "槻", "槽", "樁", "樂", "樋", "樑", "樓", "標", "樞", "模", "樣", "樨", "樵", "樸", "樹", "樺", "樽", "橄", "橇", "橈", "橋", "橘", "橙", "機", "橡", "橢", "橫", "檀", "檄", "檎", "檐", "檔", "檜", "檢", "檬", "檯", "檳", "檸", "檻", "櫃", "櫓", "櫚", "櫛", "櫟", "櫥", "櫪", "櫫", "櫬", "櫱", "櫸", "櫺", "櫻", "欄", "權", "欖", "欠", "次", "欣", "欲", "欸", "欺", "欽", "款", "歇", "歉", "歌", "歎", "歐", "歛", "歡", "止", "正", "此", "步", "武", "歧", "歪", "歲", "歷", "歸", "歹", "死", "歿", "殂", "殃", "殄", "殆", "殉", "殊", "殖", "殘", "殛", "殞", "殫", "殭", "殮", "殯", "殲", "段", "殷", "殺", "殼", "殿", "毀", "毅", "毆", "毋", "母", "每", "毒", "比", "毗", "毘", "毛", "毫", "毬", "毯", "氅", "氈", "氏", "民", "氓", "気", "氛", "氟", "氣", "氤", "氧", "氫", "氮", "氯", "氳", "水", "永", "氾", "汀", "汁", "求", "汆", "汎", "汐", "汗", "汙", "汝", "江", "池", "污", "汨", "汩", "汪", "汰", "汲", "決", "汽", "沁", "沃", "沆", "沉", "沌", "沏", "沐", "沒", "沓", "沖", "沙", "沛", "沫", "沮", "沱", "河", "沸", "油", "治", "沼", "沾", "沿", "況", "泄", "泅", "泉", "泊", "泌", "泓", "法", "泗", "泛", "泡", "波", "泣", "泥", "注", "泫", "泯", "泰", "泳", "泵", "洄", "洋", "洌", "洗", "洛", "洞", "津", "洨", "洩", "洪", "洱", "洲", "洶", "洸", "活", "洽", "派", "流", "浣", "浦", "浩", "浪", "浮", "浴", "海", "浸", "浹", "涅", "涇", "消", "涉", "涎", "涓", "涔", "涕", "涮", "涯", "液", "涵", "涸", "涼", "淀", "淅", "淆", "淇", "淋", "淌", "淑", "淒", "淖", "淘", "淙", "淚", "淡", "淤", "淨", "淪", "淫", "淬", "深", "淳", "淵", "混", "淹", "淺", "添", "淼", "清", "渙", "渚", "減", "渠", "渡", "渣", "渥", "渦", "測", "渭", "港", "渲", "渴", "游", "渺", "渾", "湃", "湊", "湍", "湎", "湖", "湘", "湛", "湧", "湮", "湯", "満", "溉", "溏", "源", "準", "溘", "溜", "溝", "溢", "溥", "溪", "溫", "溯", "溶", "溺", "溼", "溽", "滂", "滄", "滅", "滉", "滋", "滌", "滑", "滓", "滔", "滯", "滲", "滴", "滷", "滾", "滿", "漁", "漂", "漆", "漉", "漏", "漓", "演", "漠", "漢", "漣", "漥", "漩", "漪", "漫", "漬", "漱", "漲", "漸", "漾", "漿", "潑", "潔", "潘", "潛", "潟", "潢", "潤", "潦", "潭", "潮", "潰", "潸", "潺", "澀", "澄", "澆", "澈", "澎", "澡", "澤", "澪", "澱", "澳", "澹", "激", "濁", "濃", "濕", "濘", "濛", "濟", "濠", "濡", "濤", "濫", "濯", "濱", "濺", "濾", "瀆", "瀉", "瀏", "瀑", "瀕", "瀚", "瀝", "瀟", "瀣", "瀧", "瀨", "瀰", "瀾", "灌", "灑", "灘", "灣", "火", "灰", "灶", "灸", "灼", "災", "炊", "炎", "炒", "炕", "炙", "炫", "炬", "炭", "炮", "炯", "炳", "炸", "為", "烈", "烊", "烏", "烘", "烙", "烤", "烯", "烹", "烽", "焉", "焊", "焗", "焙", "焚", "無", "焦", "焰", "然", "煉", "煌", "煎", "煙", "煞", "煢", "煤", "煥", "煦", "照", "煩", "煬", "煮", "煸", "煽", "熄", "熅", "熊", "熏", "熒", "熔", "熙", "熟", "熠", "熨", "熬", "熱", "熾", "燁", "燃", "燄", "燈", "燉", "燎", "燐", "燒", "燕", "燙", "燜", "營", "燠", "燥", "燦", "燬", "燭", "燴", "燻", "燼", "爆", "爌", "爍", "爐", "爛", "爨", "爪", "爬", "爭", "爵", "父", "爸", "爹", "爺", "爻", "爽", "爾", "牆", "片", "版", "牌", "牒", "牘", "牙", "牛", "牟", "牠", "牡", "牢", "牧", "物", "牲", "牴", "特", "牽", "犀", "犁", "犄", "犍", "犎", "犒", "犢", "犧", "犬", "犯", "犰", "狀", "狂", "狄", "狆", "狎", "狐", "狒", "狗", "狙", "狠", "狡", "狩", "狳", "狸", "狹", "狻", "狼", "狽", "猊", "猖", "猙", "猛", "猜", "猝", "猥", "猩", "猴", "猶", "猾", "猿", "獄", "獅", "獎", "獏", "獗", "獠", "獨", "獪", "獰", "獲", "獴", "獵", "獷", "獸", "獺", "獻", "獼", "獾", "玀", "玄", "率", "玉", "王", "玎", "玖", "玩", "玫", "玲", "玳", "玷", "玻", "珀", "珂", "珈", "珊", "珍", "珠", "珥", "班", "現", "球", "琅", "理", "琉", "琍", "琢", "琤", "琥", "琦", "琪", "琳", "琴", "琵", "琶", "琺", "瑁", "瑕", "瑙", "瑚", "瑛", "瑜", "瑞", "瑟", "瑠", "瑣", "瑤", "瑩", "瑪", "瑯", "瑰", "璀", "璃", "璐", "璜", "璞", "璧", "璨", "璫", "環", "璽", "瓊", "瓏", "瓜", "瓢", "瓣", "瓦", "瓶", "瓷", "瓿", "甄", "甕", "甘", "甚", "甜", "生", "產", "甥", "甦", "用", "甩", "甫", "甭", "田", "由", "甲", "申", "男", "甸", "町", "界", "畏", "畑", "畔", "留", "畚", "畜", "畝", "畢", "略", "番", "畫", "異", "當", "畸", "畿", "疆", "疇", "疊", "疏", "疑", "疙", "疚", "疤", "疫", "疲", "疵", "疸", "疹", "疼", "疾", "痂", "病", "症", "痊", "痍", "痔", "痕", "痘", "痙", "痛", "痞", "痠", "痢", "痣", "痰", "痱", "痴", "痺", "痾", "痿", "瘀", "瘁", "瘋", "瘌", "瘍", "瘓", "瘟", "瘠", "瘡", "瘤", "瘦", "瘧", "瘩", "瘴", "瘻", "療", "癆", "癇", "癌", "癒", "癖", "癟", "癡", "癢", "癥", "癩", "癬", "癮", "癱", "癲", "癸", "登", "發", "白", "百", "皂", "的", "皆", "皇", "皈", "皋", "皎", "皓", "皙", "皚", "皮", "皴", "皸", "皺", "皿", "盂", "盃", "盆", "盈", "益", "盎", "盒", "盔", "盛", "盜", "盞", "盟", "盡", "監", "盤", "盥", "盧", "盪", "目", "盯", "盲", "直", "相", "盹", "盼", "盾", "省", "眈", "眉", "看", "真", "眠", "眥", "眨", "眩", "眶", "眷", "眸", "眺", "眼", "眾", "睏", "睛", "睜", "睞", "睟", "睡", "督", "睥", "睦", "睨", "睪", "睫", "睬", "睹", "睽", "睿", "瞄", "瞅", "瞇", "瞋", "瞌", "瞎", "瞑", "瞞", "瞟", "瞠", "瞥", "瞧", "瞪", "瞬", "瞭", "瞰", "瞳", "瞻", "瞼", "矇", "矓", "矗", "矚", "矛", "矜", "矢", "矣", "知", "矩", "矬", "短", "矮", "矯", "石", "矻", "矽", "砂", "砌", "砍", "砒", "研", "砣", "砥", "砧", "砭", "砰", "砲", "破", "砸", "硃", "硝", "硫", "硬", "硯", "碇", "碉", "碌", "碎", "碑", "碗", "碘", "碟", "碧", "碩", "碰", "碳", "碴", "確", "碼", "碾", "磁", "磅", "磊", "磋", "磐", "磔", "磕", "磚", "磣", "磨", "磯", "磷", "磺", "礁", "礎", "礙", "礡", "礦", "礪", "礫", "礴", "示", "社", "祀", "祂", "祇", "祈", "祉", "祐", "祓", "祕", "祖", "祗", "祚", "祛", "祝", "神", "祟", "祠", "祢", "祥", "票", "祭", "祲", "祿", "禁", "禍", "禎", "福", "禦", "禧", "禪", "禮", "禰", "禱", "禽", "禾", "禿", "秀", "私", "秉", "秋", "科", "秒", "秘", "租", "秣", "秤", "秧", "秩", "移", "稀", "稅", "稈", "程", "稍", "稔", "稚", "稜", "稟", "稠", "種", "稱", "稷", "稻", "稼", "稽", "稿", "穀", "穆", "穌", "積", "穎", "穗", "穠", "穢", "穩", "穫", "穰", "穴", "究", "穹", "空", "穿", "突", "窄", "窈", "窒", "窕", "窖", "窗", "窘", "窟", "窠", "窣", "窩", "窪", "窮", "窯", "窸", "窺", "窿", "竄", "竅", "竇", "竈", "竊", "立", "站", "竟", "章", "竣", "童", "竭", "端", "競", "竹", "竺", "竽", "竿", "笆", "笈", "笑", "笙", "笛", "笞", "笠", "符", "笨", "笫", "第", "笳", "笹", "筅", "筆", "等", "筋", "筍", "筏", "筐", "筑", "筒", "答", "策", "筦", "筱", "筴", "筵", "筷", "箇", "箋", "箍", "箏", "箔", "箕", "算", "箝", "管", "箭", "箱", "箴", "箸", "節", "範", "篇", "築", "篝", "篠", "篡", "篤", "篩", "篷", "簇", "簌", "簍", "簑", "簡", "簣", "簧", "簪", "簷", "簸", "簽", "簾", "簿", "籃", "籌", "籍", "籐", "籟", "籠", "籤", "籬", "籮", "籲", "米", "籽", "粉", "粒", "粗", "粘", "粟", "粥", "粱", "粲", "粹", "粼", "粽", "精", "粿", "糊", "糕", "糖", "糗", "糙", "糜", "糞", "糟", "糠", "糢", "糧", "糨", "糬", "糯", "糰", "系", "糾", "紀", "約", "紅", "紆", "紈", "紉", "紊", "紋", "納", "紐", "紓", "純", "紕", "紗", "紘", "紙", "級", "紛", "紜", "素", "紡", "索", "紫", "紬", "紮", "累", "細", "紳", "紹", "紺", "絀", "終", "絃", "組", "絆", "絎", "結", "絕", "絝", "絞", "絡", "絢", "給", "絨", "絮", "統", "絲", "絹", "綁", "綑", "經", "継", "綜", "綠", "綢", "維", "綰", "綱", "網", "綴", "綵", "綸", "綹", "綺", "綻", "綽", "綾", "綿", "緁", "緊", "緋", "緒", "緘", "線", "緝", "緞", "締", "緣", "緦", "編", "緩", "緬", "緯", "緲", "練", "緹", "緻", "縈", "縊", "縐", "縑", "縛", "縝", "縞", "縟", "縣", "縫", "縮", "縱", "縷", "縹", "總", "績", "繁", "繃", "繆", "織", "繕", "繚", "繞", "繡", "繩", "繪", "繫", "繭", "繰", "繳", "繹", "繼", "繽", "纂", "續", "纍", "纏", "纓", "纔", "纖", "纜", "缸", "缺", "缽", "罄", "罈", "罌", "罐", "罔", "罕", "罣", "罩", "罪", "置", "罰", "署", "罵", "罷", "罹", "羅", "羆", "羈", "羊", "美", "羔", "羚", "羞", "群", "羨", "義", "羯", "羶", "羸", "羹", "羽", "羿", "翁", "翅", "翌", "習", "翔", "翕", "翠", "翡", "翩", "翰", "翱", "翳", "翹", "翻", "翼", "耀", "老", "考", "者", "而", "耍", "耐", "耕", "耗", "耘", "耙", "耳", "耶", "耽", "耿", "聆", "聊", "聒", "聖", "聘", "聚", "聞", "聯", "聰", "聲", "聳", "聵", "聶", "職", "聽", "聾", "肅", "肆", "肇", "肉", "肋", "肌", "肓", "肖", "肘", "肚", "肛", "肝", "股", "肢", "肥", "肩", "肪", "肯", "肱", "育", "肴", "肺", "肽", "胃", "胄", "背", "胎", "胖", "胗", "胚", "胛", "胞", "胡", "胤", "胭", "胯", "胰", "胱", "胳", "胴", "胸", "胺", "能", "脂", "脅", "脆", "脇", "脈", "脊", "脖", "脛", "脣", "脫", "脯", "脹", "脾", "腆", "腋", "腎", "腐", "腑", "腔", "腕", "腥", "腦", "腩", "腫", "腮", "腰", "腱", "腳", "腴", "腸", "腹", "腺", "腿", "膀", "膂", "膈", "膊", "膏", "膚", "膛", "膜", "膝", "膠", "膨", "膩", "膳", "膺", "膻", "膽", "膾", "膿", "臀", "臂", "臃", "臆", "臉", "臊", "臍", "臘", "臝", "臟", "臣", "臥", "臨", "自", "臬", "臭", "至", "致", "臺", "臻", "臼", "臾", "舀", "舂", "舅", "與", "興", "舉", "舊", "舌", "舍", "舐", "舒", "舔", "舖", "舛", "舞", "舟", "舢", "舨", "舩", "航", "般", "舵", "舶", "舷", "船", "艇", "艏", "艘", "艙", "艦", "艮", "良", "艱", "色", "艷", "艾", "芋", "芍", "芒", "芙", "芝", "芡", "芥", "芬", "芭", "芮", "芯", "花", "芳", "芸", "芹", "芻", "芽", "苑", "苒", "苓", "苔", "苗", "苛", "苜", "苞", "苟", "苡", "苣", "若", "苦", "英", "苷", "茁", "茂", "范", "茄", "茅", "茉", "茍", "茗", "茜", "茨", "茫", "茱", "茲", "茵", "茶", "茸", "茹", "草", "荊", "荏", "荑", "荒", "荔", "荳", "荷", "荻", "荼", "莉", "莊", "莎", "莓", "莖", "莞", "莠", "莢", "莫", "莽", "菀", "菁", "菅", "菇", "菈", "菊", "菌", "菓", "菖", "菜", "菠", "菩", "菫", "華", "菱", "菲", "菴", "菸", "萃", "萄", "萊", "萌", "萍", "萎", "萩", "萬", "萵", "落", "葉", "著", "葛", "葡", "董", "葦", "葩", "葫", "葬", "葵", "葷", "蒂", "蒐", "蒙", "蒜", "蒞", "蒟", "蒡", "蒲", "蒸", "蒻", "蒼", "蒿", "蓄", "蓆", "蓉", "蓊", "蓋", "蓑", "蓓", "蓬", "蓮", "蓼", "蓽", "蓿", "蔉", "蔑", "蔓", "蔔", "蔗", "蔚", "蔥", "蔬", "蔭", "蔻", "蔽", "蕁", "蕃", "蕈", "蕉", "蕊", "蕎", "蕓", "蕞", "蕨", "蕩", "蕪", "蕭", "蕾", "薄", "薇", "薈", "薊", "薏", "薑", "薔", "薙", "薛", "薦", "薨", "薩", "薪", "薯", "薰", "薹", "薺", "薾", "藉", "藍", "藏", "藐", "藕", "藝", "藤", "藥", "藩", "藪", "藷", "藹", "藺", "藻", "蘆", "蘇", "蘊", "蘋", "蘑", "蘚", "蘭", "蘸", "蘿", "虎", "虐", "虔", "處", "虛", "虜", "虞", "號", "虧", "虹", "虺", "蚊", "蚋", "蚌", "蚓", "蚣", "蚤", "蚩", "蚪", "蚯", "蚰", "蚱", "蚺", "蛀", "蛄", "蛆", "蛇", "蛋", "蛔", "蛙", "蛛", "蛞", "蛟", "蛤", "蛭", "蛹", "蛻", "蛾", "蜀", "蜂", "蜃", "蜇", "蜈", "蜉", "蜊", "蜍", "蜒", "蜓", "蜘", "蜚", "蜜", "蜢", "蜥", "蜴", "蜷", "蜻", "蜿", "蝌", "蝓", "蝕", "蝗", "蝙", "蝟", "蝠", "蝥", "蝦", "蝨", "蝮", "蝰", "蝴", "蝶", "蝸", "螂", "螃", "螈", "融", "螞", "螢", "螫", "螯", "螳", "螺", "螻", "螽", "蟀", "蟄", "蟆", "蟈", "蟋", "蟎", "蟑", "蟒", "蟠", "蟬", "蟲", "蟹", "蟻", "蟾", "蠅", "蠆", "蠊", "蠍", "蠑", "蠕", "蠖", "蠟", "蠢", "蠣", "蠱", "蠶", "蠹", "蠻", "血", "衊", "行", "衍", "衒", "術", "街", "衙", "衛", "衝", "衡", "衣", "表", "衩", "衫", "衰", "衷", "衹", "衾", "袁", "袂", "袈", "袋", "袍", "袒", "袖", "袢", "袤", "被", "袱", "袴", "裁", "裂", "裊", "裎", "裏", "裔", "裕", "裘", "裙", "補", "裝", "裟", "裡", "裱", "裳", "裴", "裸", "裹", "製", "裾", "褂", "複", "褐", "褒", "褓", "褥", "褪", "褫", "褲", "褶", "褸", "褻", "襁", "襄", "襖", "襟", "襠", "襤", "襦", "襪", "襬", "襯", "襲", "西", "要", "覆", "見", "規", "覓", "視", "覡", "覦", "親", "覬", "覲", "覷", "覺", "覽", "觀", "角", "觔", "觜", "解", "觴", "觸", "言", "訂", "訃", "計", "訊", "訌", "討", "訐", "訓", "訕", "訖", "託", "記", "訛", "訝", "訟", "訣", "訥", "訪", "設", "許", "訴", "訶", "診", "註", "証", "詆", "詐", "詑", "詔", "評", "詛", "詞", "詠", "詡", "詢", "詣", "試", "詩", "詫", "詬", "詭", "詮", "詰", "話", "該", "詳", "詹", "詼", "誅", "誆", "誇", "誌", "認", "誑", "誓", "誕", "誘", "語", "誠", "誡", "誣", "誤", "誦", "誨", "說", "説", "読", "誰", "課", "誹", "誼", "調", "諂", "諄", "談", "諉", "請", "諏", "諒", "論", "諛", "諜", "諢", "諦", "諧", "諫", "諭", "諮", "諱", "諳", "諷", "諸", "諺", "諾", "謀", "謁", "謂", "謄", "謅", "謊", "謎", "謐", "謔", "謗", "謙", "講", "謝", "謠", "謫", "謬", "謳", "謹", "謾", "譁", "證", "譎", "譏", "識", "譚", "譜", "譟", "警", "譫", "譬", "譯", "議", "譴", "護", "譽", "讀", "變", "讒", "讓", "讖", "讚", "讞", "谷", "豁", "豆", "豈", "豌", "豎", "豐", "豔", "豚", "象", "豢", "豪", "豫", "豬", "豸", "豹", "豺", "貂", "貉", "貌", "貍", "貓", "貘", "貝", "貞", "負", "財", "貢", "貧", "貨", "販", "貪", "貫", "責", "貯", "貲", "貳", "貴", "貶", "買", "貸", "費", "貼", "貽", "貿", "賀", "賁", "賂", "賃", "賄", "賅", "資", "賈", "賊", "賑", "賒", "賓", "賜", "賞", "賠", "賢", "賣", "賤", "賦", "質", "賬", "賭", "賴", "賺", "購", "賽", "贄", "贅", "贈", "贊", "贍", "贏", "贓", "贖", "贗", "赤", "赦", "赧", "赫", "赭", "走", "赳", "赴", "起", "趁", "超", "越", "趕", "趙", "趟", "趣", "趨", "足", "趴", "趾", "跋", "跌", "跎", "跑", "跚", "跛", "距", "跟", "跡", "跤", "跨", "跩", "跪", "跫", "路", "跳", "跺", "踉", "踊", "踏", "踐", "踝", "踞", "踟", "踢", "踩", "踮", "踰", "踱", "踴", "踵", "踹", "踽", "蹂", "蹄", "蹈", "蹉", "蹊", "蹋", "蹌", "蹓", "蹙", "蹚", "蹟", "蹣", "蹤", "蹦", "蹧", "蹩", "蹬", "蹭", "蹲", "蹴", "蹶", "蹺", "蹼", "躁", "躂", "躇", "躊", "躋", "躍", "躕", "躡", "躪", "身", "躬", "躲", "躺", "軀", "車", "軋", "軌", "軍", "軒", "軛", "軟", "転", "軸", "軼", "較", "載", "輊", "輒", "輔", "輕", "輛", "輝", "輟", "輩", "輪", "輯", "輸", "輻", "輾", "輿", "轄", "轅", "轆", "轉", "轍", "轎", "轔", "轟", "轡", "轢", "辛", "辜", "辟", "辣", "辦", "辨", "辭", "辮", "辯", "辰", "辱", "農", "辶", "辻", "迂", "迄", "迅", "迆", "迎", "近", "返", "迢", "迥", "迦", "迪", "迫", "迭", "述", "迴", "迷", "迸", "迺", "追", "退", "送", "逃", "逅", "逆", "逍", "透", "逐", "途", "逕", "逗", "這", "通", "逛", "逝", "逞", "速", "造", "逡", "逢", "連", "逮", "週", "進", "逵", "逸", "逼", "逾", "遁", "遂", "遇", "遊", "運", "遍", "過", "遏", "遐", "遑", "道", "達", "違", "遙", "遛", "遜", "遞", "遠", "遢", "遣", "遥", "遨", "適", "遭", "遮", "遲", "遴", "遵", "遷", "選", "遺", "遼", "遽", "避", "邀", "邁", "邂", "邃", "還", "邇", "邈", "邊", "邋", "邏", "邑", "那", "邦", "邪", "邱", "邸", "郁", "郊", "郎", "郝", "郡", "部", "郭", "郵", "都", "鄂", "鄉", "鄙", "鄭", "鄰", "酊", "酋", "酌", "配", "酎", "酒", "酗", "酡", "酢", "酣", "酥", "酩", "酪", "酬", "酯", "酵", "酷", "酸", "醂", "醃", "醇", "醉", "醋", "醍", "醐", "醒", "醜", "醞", "醣", "醫", "醬", "醺", "釀", "釁", "采", "釉", "釋", "里", "重", "野", "量", "釐", "金", "釘", "釜", "針", "釣", "釦", "鈉", "鈍", "鈔", "鈕", "鈞", "鈣", "鈦", "鈴", "鈷", "鈸", "鈾", "鈿", "鉅", "鉗", "鉚", "鉛", "鉢", "鉤", "鉸", "銀", "銃", "銅", "銖", "銘", "銜", "銬", "銲", "銳", "銷", "銼", "鋁", "鋃", "鋅", "鋌", "鋒", "鋤", "鋩", "鋪", "鋸", "鋼", "錄", "錐", "錘", "錙", "錚", "錠", "錢", "錦", "錨", "錫", "錮", "錯", "錳", "錶", "鍊", "鍋", "鍍", "鍔", "鍘", "鍛", "鍥", "鍪", "鍬", "鍰", "鍵", "鍾", "鎂", "鎌", "鎔", "鎖", "鎗", "鎚", "鎢", "鎧", "鎩", "鎬", "鎮", "鎯", "鎳", "鏃", "鏈", "鏑", "鏖", "鏗", "鏘", "鏟", "鏡", "鏢", "鏤", "鏦", "鏽", "鐃", "鐏", "鐐", "鐘", "鐙", "鐧", "鐫", "鐮", "鐲", "鐵", "鐸", "鐺", "鑄", "鑑", "鑒", "鑣", "鑭", "鑰", "鑲", "鑷", "鑼", "鑽", "鑿", "長", "門", "閂", "閃", "閉", "開", "閑", "閒", "間", "閘", "閡", "閣", "閥", "閨", "閱", "閹", "閻", "閾", "闃", "闆", "闇", "闊", "闌", "闔", "闕", "闖", "關", "闡", "闢", "阜", "阝", "阪", "阮", "阱", "防", "阻", "阿", "陀", "附", "陋", "陌", "降", "限", "陛", "陞", "陡", "院", "陣", "除", "陪", "陰", "陲", "陳", "陵", "陶", "陷", "陸", "陽", "隅", "隆", "隊", "階", "隔", "隕", "隘", "隙", "際", "障", "隣", "隧", "隨", "險", "隱", "隸", "隻", "隼", "雀", "雁", "雄", "雅", "集", "雇", "雉", "雌", "雍", "雕", "雖", "雙", "雛", "雜", "雞", "離", "難", "雨", "雪", "雫", "雲", "零", "雷", "雹", "電", "需", "霄", "霆", "震", "霉", "霍", "霎", "霓", "霖", "霜", "霞", "霧", "霰", "露", "霸", "霹", "霾", "靂", "靄", "靈", "青", "靖", "靚", "靛", "靜", "非", "靠", "靡", "面", "靦", "靨", "革", "靴", "靶", "靼", "鞋", "鞍", "鞏", "鞘", "鞠", "鞣", "鞦", "鞨", "鞭", "韁", "韃", "韆", "韋", "韌", "韓", "韜", "韭", "音", "韻", "響", "頁", "頂", "頃", "項", "順", "須", "頌", "頎", "預", "頑", "頒", "頓", "頗", "領", "頤", "頭", "頰", "頷", "頸", "頹", "頻", "顆", "題", "額", "顎", "顏", "願", "顛", "類", "顧", "顫", "顯", "顰", "顱", "顴", "風", "颯", "颱", "颳", "颶", "颺", "颼", "飄", "飆", "飛", "食", "飢", "飧", "飩", "飪", "飭", "飯", "飲", "飴", "飼", "飽", "飾", "餃", "餅", "餉", "養", "餌", "餐", "餒", "餓", "餘", "餚", "餛", "餞", "餡", "館", "餬", "餮", "餵", "餽", "餾", "餿", "饅", "饈", "饉", "饋", "饌", "饑", "饒", "饕", "饗", "饞", "首", "香", "馥", "馨", "馬", "馭", "馮", "馱", "馳", "馴", "駁", "駄", "駐", "駑", "駒", "駕", "駙", "駛", "駝", "駟", "駭", "駱", "駿", "騁", "騎", "騖", "騙", "騰", "騷", "驀", "驁", "驃", "驅", "驍", "驒", "驕", "驗", "驚", "驛", "驟", "驢", "骨", "骯", "骰", "骷", "骸", "骼", "髏", "髒", "髓", "體", "高", "髦", "髪", "髮", "髯", "髻", "鬃", "鬆", "鬈", "鬍", "鬚", "鬟", "鬢", "鬣", "鬥", "鬧", "鬨", "鬩", "鬱", "鬼", "魁", "魂", "魄", "魅", "魍", "魎", "魏", "魑", "魔", "魘", "魚", "魟", "魩", "魯", "魷", "鮎", "鮑", "鮟", "鮨", "鮪", "鮭", "鮮", "鮻", "鯁", "鯉", "鯊", "鯖", "鯛", "鯡", "鯨", "鯰", "鯱", "鯽", "鰈", "鰍", "鰓", "鰤", "鰭", "鰲", "鰹", "鰻", "鱂", "鱇", "鱈", "鱉", "鱒", "鱔", "鱗", "鱷", "鱸", "鳥", "鳧", "鳩", "鳳", "鳴", "鳶", "鴆", "鴇", "鴉", "鴕", "鴛", "鴦", "鴨", "鴻", "鴿", "鵑", "鵜", "鵝", "鵠", "鵡", "鵬", "鵰", "鵲", "鶇", "鶘", "鶩", "鶯", "鶴", "鶼", "鷗", "鷥", "鷲", "鷹", "鷺", "鸚", "鹹", "鹼", "鹽", "鹿", "麋", "麒", "麓", "麗", "麝", "麟", "麥", "麩", "麵", "麻", "麼", "麾", "黃", "黍", "黎", "黏", "黑", "黔", "默", "黛", "黜", "黝", "點", "黠", "黥", "黨", "黯", "黴", "鼎", "鼓", "鼕", "鼠", "鼬", "鼯", "鼴", "鼻", "鼾", "齁", "齊", "齋", "齏", "齒", "齜", "齟", "齡", "齣", "齦", "齧", "齪", "齬", "齲", "齷", "龍", "龐", "龕", "龜", "﨑", "！", "＃", "＄", "％", "＆", "（", "）", "＊", "＋", "，", "－", "／", "０", "１", "２", "３", "４", "５", "６", "７", "８", "９", "：", "；", "＜", "＝", "＞", "？", "＠", "Ａ", "Ｂ", "Ｃ", "Ｄ", "Ｅ", "Ｆ", "Ｇ", "Ｈ", "Ｉ", "Ｊ", "Ｋ", "Ｌ", "Ｍ", "Ｎ", "Ｏ", "Ｐ", "Ｑ", "Ｒ", "Ｓ", "Ｔ", "Ｕ", "Ｖ", "Ｗ", "Ｘ", "Ｙ", "［", "］", "ａ", "ｃ", "ｄ", "ｅ", "ｇ", "ｈ", "ｉ", "ｋ", "ｌ", "ｍ", "ｎ", "ｏ", "ｐ", "ｒ", "ｓ", "ｔ", "ｕ", "ｖ", "ｗ", "ｘ", "ｙ", "～", "￥"]